<?= $this->extend('layout') ?>
<?= $this->section('title') ?><?= $title ?><?= $this->endSection() ?>

<?= $this->section('css') ?>
<style>
    .tab { margin-right: 3rem; }
    .mt { margin-top: 0.5rem; }

    .outer {        
        font-size: 18px;
        margin-bottom: 0.5rem;
    }

    .main { margin-top: 0.5rem; }

    .sub {
        font-size: 18px;
        margin-top: 0.5rem;
        padding-left: 3rem;
    }

    .sub::before {
        content: "\2022";
        margin-right: 0.5rem;
    }

    .award-list-section {
        padding-left: 100px;
        padding-right: 100px;
    }

    .award-list-section ol li { margin-bottom: 1rem; }

    @media screen and (max-width: 1366px){
        .sub { padding-left: 1.5rem; }

        .award-list-section {
            padding-left: 0;
            padding-right: 0;
        }
    }
</style>
<?= $this->endSection() ?>

<?= $this->section('js') ?>
<script>
    document.addEventListener('DOMContentLoaded', () => {
        const headerHeight = document.querySelector('#header-inner').offsetHeight;
        const mainsite = document.querySelector('.mainsite');
        mainsite.classList.add('privacy');
        mainsite.style.display = 'block';
        mainsite.style.marginTop = `${headerHeight}px`;
    });
</script>
<?= $this->endSection() ?>

<?= $this->section('content') ?>
<div class="banner-box">

    <div class="txt-banner">
        <h2>ข้อกำหนดและเงื่อนไขการใช้งาน</h2>
    </div>

</div>

<div class="container">
    <div class="container_box">
        <div class="row">
            <div class="col12">
                <div class="main-title">
                    <h3>ข้อตกลงและเงื่อนไขการใช้งาน</h3>
                </div>
                <div class="award-list">
                    <div class="award-list-section">
                        <ol>
                            <li>
                                <b>ความเป็นสากลของนโยบาย</b><br>
                                <div class="main"><span class="tab"></span>
                                    หลักการของ Tourismawards.Tourismthailand.org 
                                    คือการให้ข้อมูลรวมถึงการรับสมัครเข้าร่วมการประกวดรางวัลอุตสาหกรรมท่องเที่ยวไทย (TTA) 
                                    เพื่อเป็นเครื่องมือในการยกระดับคุณภาพสินค้าและบริการทางการท่องเที่ยวไทย
                                </div>
                                <div class="main"><span class="tab"></span>
                                    ดังนั้น องค์กรหรือบุคคลใด ๆ เป็นเจ้าของกิจการ สินค้า 
                                    และผู้ให้บริการเกี่ยวกับการท่องเที่ยว สามารถมีรายชื่อปรากฏบน Tourismawards.Tourismthailand.org 
                                    ได้โดยไม่เสียค่าใช้จ่าย
                                </div>
                            </li>
                            <li>
                                <b>เรานำข้อมูลไปใช้อย่างไร</b><br>
                                <div class="main">
                                    ข้อมูลที่เรารวบรวมจากคุณเมื่อคุณสมัครสมาชิกกับ Tourismawards.Tourismthailand.org จะถูกนำไปใช้ ดังต่อไปนี้ :
                                </div>
                                <div class="sub">
                                    เผยแพร่ข้อมูลแก่คณะกรรมการของโครงการ เพื่อใช้ประกอบการพิจารณาการตัดสินผลการประกวดในแต่ละประเภท 
                                    รวมถึงเผยแพร่ข้อมูลของผู้ที่ได้รับรางวัล ในส่วนที่เกี่ยวกับธุรกิจและรายละเอียดการให้บริการ ได้แก่ รูปภาพ วันที่และเวลาเปิดปิด 
                                    ที่อยู่ เบอร์โทรศัพท์ติดต่อ บนสื่อออนไลน์ในเครือ ททท. ได้แก่ เว็บไซต์ Tourismawards.Tourismthailand.org  
                                    และ/หรือเว็บไซต์อื่น ๆ ในเครือของ ททท.
                                </div>
                                <div class="sub">
                                    ข้อมูลส่วนตัวของบัญชีผู้ประกอบการ ข้อมูลผู้ประสานงานของร้านค้าหรือสถานประกอบการนั้น ๆ จะใช้สำหรับติดต่อสื่อสารระหว่างเจ้าหน้าที่
                                    ของโครงการกับผู้ประกอบการเท่านั้น และเพื่อประชาสัมพันธ์ข่าวสารของ ททท. ท่านสามารถศึกษาวิธีการที่เราประมวลผลข้อมูลส่วนบุคคล
                                    ของคุณได้จากนโยบายความเป็นส่วนตัว
                                </div>
                            </li>
                            <li>
                                <b>ข้อมูลที่รวบรวมระหว่างกระบวนการสมัครสมาชิก</b><br>
                                <div class="main"><span class="tab"></span>
                                    เพื่อให้มีรายชื่อปรากฏในผู้สมัครบน Tourismawards.Tourismthailand.org 
                                    ธุรกิจและผู้ให้บริการต่าง ๆ ต้องเข้าร่วมกระบวนการในการให้ข้อมูลสินค้า บริการ และเนื้อหาอื่น ๆ 
                                    ที่เกี่ยวข้องกับการสมัครเข้าร่วมโครงการ
                                </div>
                                <div class="main"><span class="tab"></span>
                                    ธุรกิจและผู้ให้บริการใด ๆ ที่ต้องการมีชื่อปรากฏในผู้สมัครบน Tourismawards.Tourismthailand.org 
                                    ต้องให้ข้อมูลอีเมลแอดเดรส เบอร์โทรศัพท์ที่ติดต่อได้ในวัน/เวลาทำการ
                                </div>
                                <div class="main"><span class="tab"></span>
                                    นอกจากนี้ administrator ของ Tourismawards.Tourismthailand.org 
                                    จำเป็นที่จะต้องสามารถติดต่อตัวแทนของธุรกิจและผู้ให้บริการต่าง ๆ ที่มีข้อมูลสินค้าและบริการปรากฏบนเว็บไซต์ได้ผ่านทางโทรศัพท์ 
                                    (ตอบรับในช่วงเวลาทำการ จันทร์-ศุกร์) และ/หรือตรวจเช็กอีเมล (อย่างน้อยวันละครั้ง)
                                </div>
                                <div class="main"><span class="tab"></span>
                                    ทุกธุรกิจและผู้ให้บริการต้องใส่ข้อมูลที่บังคับให้ครบถ้วน โดย administrator 
                                    จะตรวจสอบข้อมูลบัญชีการเป็นสมาชิกของ Tourismawards.Tourismthailand.org
                                </div>
                            </li>
                            <li>
                                <b>การตรวจสอบสมาชิกและการบำรุงรักษา</b><br>
                                <div class="main"><span class="tab"></span>
                                    ก่อนมีรายชื่อปรากฏในผู้สมัครบน Tourismawards.Tourismthailand.org 
                                    ทาง administrator จะตรวจสอบ/ เปิดใช้งานข้อมูลที่จำเป็นของแต่ละธุรกิจและผู้ให้บริการว่ามีการแบ่งประเภทถูกต้องเหมาะสม 
                                    และให้ข้อมูลเกี่ยวกับการสมัครเข้าร่วมโครงการ และข้อมูลอื่น ๆ แก่เว็บไซต์อย่างถูกต้อง
                                </div>
                                <div class="main"><span class="tab"></span>
                                    การเพิ่มเติม แก้ไข หรืออัปเดตข้อมูลบน Tourismawards.Tourismthailand.org 
                                    จะปรากฏบนเว็บไซต์ได้โดยดุลยพินิจของ Tourismawards.Tourismthailand.org
                                </div>
                                <div class="main"><span class="tab"></span>
                                    Tourismawards.Tourismthailand.org ไม่รับผิดชอบต่อความถูกต้องของข้อมูลที่ธุรกิจและผู้ให้บริการเสนอแก่ระบบ 
                                    แม้ว่าข้อมูลต่าง ๆ เหล่านั้นจะเกี่ยวข้องกับการท่องเที่ยวในประเทศไทย เนื้อหาเหล่านั้นจะถูกยึดถือว่าถูกต้องและถูกกฎหมาย 
                                    โดย Tourismawards.Tourismthailand.org  และหน่วยงานที่เกี่ยวข้องจะไม่รับผิดชอบต่อการละเมิดลิขสิทธิ์ที่ธุรกิจ
                                    และผู้ให้บริการที่มีรายชื่อปรากฏบนเว็บไซต์ได้กระทำเนื้อหาที่ปรากฏบนเว็บไซต์ 
                                    Tourismawards.Tourismthailand.org อาจถูกลบหาก :
                                </div>
                                <div class="sub">
                                    ธุรกิจและผู้ให้บริการนั้น ๆ ไม่ได้ดำเนินกิจการตามที่ได้บรรยายไว้ในหน้าเนื้อหานั้น ๆ แล้ว และ administrator จาก 
                                    Tourismawards.Tourismthailand.org ไม่สามารถติดต่อธุรกิจและผู้ให้บริการนั้น ๆ ผ่านอีเมลแอดเดรสหรือเบอร์โทรศัพท์ที่ระบุไว้ได้
                                </div>
                                <div class="sub">
                                    ธุรกิจและผู้ให้บริการนั้น ๆ ได้รับการร้องเรียนจำนวนมากเกี่ยวกับคุณภาพของสินค้าและบริการ ที่อาจต่ำกว่ามาตรฐานที่ Tourismawards.Tourismthailand.org 
                                    ตั้งไว้ รวมไปถึงอาจมีความเกี่ยวข้องกับกิจกรรมที่ผิดกฎหมาย พฤติกรรมที่ไม่เหมาะสม และการกระทำที่ไม่เป็นมืออาชีพ
                                </div>
                                <div class="sub">
                                    administrator ของ Tourismawards.Tourismthailand.org มีสิทธิที่จะลบข้อมูลของธุรกิจและผู้ให้บริการที่ไม่สามารถแสดงผลงานได้ตรงตามมาตรฐานที่ 
                                    Tourismawards.Tourismthailand.org ตั้งไว้ และความคาดหวังจากนักท่องเที่ยวที่มีมาตรฐานดังกล่าว
                                </div>
                            </li>
                            <li>
                                <b>การติดต่อสื่อสารของลูกค้า</b><br>
                                <div class="main"><span class="tab"></span>
                                    ก่อนมีรายชื่อปรากฏในผู้สมัครบน Tourismawards.Tourismthailand.org ทาง administrator จะตรวจสอบ/ เปิดใช้งานข้อมูลที่จำเป็นของแต่ละธุรกิจ
                                    และผู้ให้บริการว่ามีการแบ่งประเภทถูกต้องเหมาะสม และให้ข้อมูลเกี่ยวกับสินค้า บริการ และอื่น ๆ แก่เว็บไซต์อย่างถูกต้อง
                                </div>
                            </li>
                            <li>
                                <b>ความรับผิดชอบ</b><br>
                                <div class="main"><span class="tab"></span>
                                    การท่องเที่ยวแห่งประเทศไทยไม่มีส่วนเกี่ยวข้องและไม่รับผิดชอบต่อการให้บริการ การจอง หรือการซื้อขายสินค้าบนหน้าเว็บไซต์
                                    หากมีข้อโต้แย้งหรือความเสียหายใด ๆ เกิดขึ้นกับลูกค้าหรือผู้ให้บริการ จะต้องดำเนินการตามกฎหมายด้วยตนเอง
                                </div>
                            </li>
                        </ol>
                    </div>
                </div>
            </div>
            <div class="col12">
                <div class="main-title">
                    <h3>นโยบายความเป็นส่วนตัว</h3>
                </div>
                <div class="award-list">
                    <div class="award-list-section">                        
                        <div class="outer">
                            คุณสามารถจัดการข้อมูลที่คุณนำเสนอแก่ Tourismawards.Tourismthailand.org ได้
                        </div>                    
                        <div class="outer"><span class="tab"></span>
                            ในฐานะผู้สมัครบน Tourismawards.Tourismthailand.org 
                            คุณสามารถจัดการควบคุมทุกความประสงค์ในการสมัครเข้าร่วมการประกวดรางวัลอุตสาหกรรมท่องเที่ยวไทย (TTA) 
                            อันได้แก่ การจัดการข้อมูลต่าง ๆ ที่ส่งให้ Tourismawards.Tourismthailand.org สิ่งสำคัญคือ 
                            การที่ ททท. เคารพในความเป็นส่วนตัวของผู้เยี่ยมชม TourismThailand.org อยู่เสมอ
                        </div>              
                        <div class="outer"><span class="tab"></span>
                            เพราะการรักษาความเป็นส่วนตัวของคุณคือสิ่งสำคัญสำหรับเรา คุณวางใจได้ว่า 
                            Tourismawards.Tourismthailand.org สามารถเปิดเผยข้อมูลเหล่านี้แก่คุณ :
                        </div>
                        <div class="sub">เรารวบรวมข้อมูลส่วนตัวของคุณอย่างไร</div>
                        <div class="sub">เรารวบรวมข้อมูลอะไรจากคุณ</div>
                        <div class="sub">ข้อมูลจะถูกแบ่งปันกับใคร (หากมี)</div>
                        <div class="sub">มาตรการเลือกไม่รับ</div>
                        <div class="sub">การเข้าถึงข้อมูล (รวมถึงการอัปเดตและแก้ไขข้อมูลให้ถูกต้อง)</div>
                        <div class="sub">การรักษาความปลอดภัยของข้อมูล</div>
                        <div class="sub">ข้อมูลอื่น ๆ เกี่ยวกับความเป็นส่วนตัว</div>
                        <ol style="margin-top: 1rem;">
                            <li>
                                <b>นโยบายความเป็นส่วนตัวนี้ใช้กับใคร</b><br>
                                <div class="main"><span class="tab"></span>
                                    โยบายความเป็นส่วนตัวนี้ใช้กับธุรกิจที่เข้าร่วมกับ Tourismawards.Tourismthailand.org 
                                    และสมัครใจที่จะเปิดเผยข้อมูลแก่เว็บไซต์เพื่อวัตถุประสงค์ทางการท่องเที่ยว
                                    และผู้ประกอบการท่องเที่ยวที่สมัครใจเป็นสมาชิกของ Tourismawards.Tourismthailand.org
                                </div>
                                <div class="main"><span class="tab"></span>
                                    นโยบายความเป็นส่วนตัวนี้ไม่ได้ใช้กับเว็บไซต์และข้อมูลอิสระของบริษัทที่ Tourismawards.Tourismthailand.org 
                                    ไม่ได้เป็นเจ้าของและควบคุม กลุ่มบุคคลที่ไม่ได้เป็นลูกจ้างของ Tourismawards.Tourismthailand.org 
                                    และเว็บไซต์ภายนอกที่คุณอาจสามารถเชื่อมต่อไปได้ผ่านเว็บไซต์นี้ 
                                    ข้อมูลเพิ่มเติมเกี่ยวกับการแบ่งปันข้อมูลกับเว็บไซต์ภายนอกสามารถดูได้ด้านล่าง
                                </div>
                            </li>
                            <li>
                                <b>TOURISMAWARDS.TOURISMTHAILAND.ORG รวบรวมข้อมูลอะไร</b><br>
                                <div class="main">
                                    <b>ก. ข้อมูลที่คุณมอบให้แก่ Tourismawards.Tourismthailand.org</b>
                                </div>
                                <div class="main">
                                    เพื่อที่จะสร้างหน้าประวัติออนไลน์ของคุณหรือรับข้อมูลโครงการและจดหมายข่าว 
                                    คุณจำเป็นที่จะต้องกรอกข้อมูลส่วนตัวบางอย่างให้แก่ ททท. ดังที่เครื่องหมาย ‘*’ 
                                    ปรากฏในแบบฟอร์มสมัครสมาชิก
                                </div>
                                <div class="main">
                                    <b>ความพึงพอใจของผู้ใช้</b>
                                </div>
                                <div class="main">
                                    สมาชิกสามารถเลือกที่จะให้ข้อมูลในการสมัครเข้าร่วมโครงการและข้อมูลส่วนตัวต่าง ๆ 
                                    แก่ Tourismawards.Tourismthailand.org ที่จะนำไปใช้ช่วยเหลือ Tourismawards.Tourismthailand.org 
                                    ในการนำเสนอข้อมูลเกี่ยวกับสินค้า บริการ ให้ตรงตามความพึงพอใจของสมาชิก
                                </div>
                                <div class="main">
                                    <b>ข. ข้อมูลที่ TourismThailand.org รวบรวมโดยอัตโนมัติ ไอพี แอดเดรส</b>
                                </div>
                                <div class="main">
                                    Tourismawards.Tourismthailand.org รวบรวมข้อมูลหมายเลขไอพี แอดเดรส 
                                    เพื่อช่วยวิเคราะห์ปัญหาเกี่ยวกับเซิร์ฟเวอร์และการบริหารจัดการระบบ
                                </div>
                                <div class="main"><span class="tab"></span>
                                    โปรดทราบว่า ททท. อาจมีลิงก์ไปยังเว็บไซต์ภายนอกปรากฏในเว็บไซต์ของเรา ซึ่งสามารถรวบรวมข้อมูลส่วนตัวของคุณได้ 
                                    นโยบายความเป็นส่วนตัวนี้ไม่ได้ครอบคลุมถึงการรวบรวมข้อมูลและนโยบายของเว็บไซต์เหล่านั้น
                                </div>
                                <div class="main"><span class="tab"></span>
                                    นอกเหนือจากหมายเลขไอพี แอดเดรส Tourismawards.Tourismthailand.org รวบรวมข้อมูลบางอย่างโดยอัตโนมัติเมื่อคุณเข้าเยี่ยมชมเว็บไซต์ 
                                    ข้อมูลบางส่วนนั้นมาจาก cookies (ดูด้านล่าง) และ sessions ททท. ยังสามารถรวบรวมข้อมูลประเภทของเบราว์เซอร์ ระบบปฏิบัติการของคุณ 
                                    วันและเวลาที่เข้าเยี่ยมชมเว็บไซต์ และ Internet address ของเว็บไซต์ที่เชื่อมต่อคุณมายัง Tourismawards.Tourismthailand.org ได้โดยอัตโนมัติ
                                </div>
                                <div class="main">
                                    <b>ค. Cookies</b>
                                </div>
                                <div class="main"><span class="tab"></span>
                                    Cookies คือ ชิ้นส่วนข้อมูลเล็ก ๆ ที่ถูกจัดเก็บโดยเบราว์เซอร์ของคุณ ไว้ใน hard drive ของคอมพิวเตอร์ของคุณ 
                                    Tourismawards.Tourismthailand.org ใช้ประโยชน์จาก Cookies นี้หลากหลายวิธี 
                                    หนึ่งคือทำให้คุณสามารถเข้าสู่ระบบได้โดยไม่ต้องพิมพ์ชื่อสมาชิกทุกครั้ง โดยใช้เพียงรหัสผ่านในการเข้าสู่ระบบ 
                                    สองคือใช้ Cookies ในการติดตามการใช้งานของผู้ใช้ทั่วไป หรือ “Guest” เว็บเบราว์เซอร์ทั่วไปจะยอมรับการทำงานของ 
                                    Cookies โดยอัตโนมัติ แต่คุณสามารถปิดกั้นการทำงานของ Cookies ได้ที่ตัวเลือกเบราว์เซอร์ของคุณ
                                </div>
                            </li>
                            <li>
                                <b>TOURISMAWARDS.TOURISMTHAILAND.ORG นำข้อมูลส่วนตัวไปใช้อย่างไร เช่น ข้อมูลจะถูกแบ่งปันกับใคร</b><br>
                                <div class="main"><span class="tab"></span>
                                    ททท. ไม่ขายข้อมูลชื่อและข้อมูลประวัติส่วนตัวของลูกค้าให้แก่กลุ่มบุคคลที่สาม ทั้งในปัจจุบันและในอนาคต ในบางครั้ง 
                                    Tourismawards.Tourismthailand.org จะจ้างกลุ่มบุคคลที่สามมาดำเนินการโครงการต่าง ๆ อาทิ แคมเปญการตลาด 
                                    และการสำรวจตลาด ทำให้ ททท. มีความจำเป็นที่จะมอบข้อมูลเหล่านี้ให้แก่กลุ่ม เพื่อการดำเนินการโครงการดังกล่าว 
                                    ข้อมูลเหล่านี้จะได้รับการรักษาความปลอดภัยภายใต้ข้อตกลงลับ และจะนำไปใช้เพื่อบรรลุวัตถุประสงค์โครงการของ 
                                    Tourismawards.Tourismthailand.org การท่องเที่ยวแห่งประเทศไทย และเว็บไซต์ของ ททท. ที่เกี่ยวข้องเท่านั้น
                                </div>
                                <div class="main"><span class="tab"></span>
                                    ททท. ไม่อนุญาตให้กลุ่มบุคคลที่สามโฆษณาบน Tourismawards.Tourismthailand.org และไม่มีการรวบรวม Cookies 
                                    ของกลุ่มบุคคลที่สามเพื่อผลประโยชน์เชิงโฆษณา กลุ่มบุคคลที่สามกลุ่มเดียวที่สามารถโพสต์ “โฆษณา” บน 
                                    Tourismawards.Tourismthailand.org ได้คือ องค์กรไม่แสวงหาผลกำไรที่เกี่ยวข้องกับหน่วยงานรัฐบาล
                                </div>
                            </li>
                            <li>
                                <b>การรักษาความปลอดภัยรูปแบบใดที่ TOURISMAWARDS.TOURISMTHAILAND.ORG ใช้รักษาความเป็นส่วนตัวของคุณ</b><br>
                                <div class="main"><span class="tab"></span>
                                    ททท. ทราบดีว่าเมื่อคุณมอบข้อมูลประเภทใด ๆ ให้แก่เราแล้ว คุณไว้วางใจให้เราเก็บรักษาไว้อย่างปลอดภัยจากการนำไปใช้โดยไม่ได้รับอนุญาต เรามี software 
                                    รักษาความปลอดภัยที่อัปเดตอยู่เสมอ และมาตรการต่าง ๆ ที่จะทำให้แน่ใจว่าข้อมูลส่วนตัวของคุณนั้นปลอดภัย
                                </div>
                            </li>
                            <li>
                                <b>คุณสามารถแก้ไขข้อมูลส่วนตัวที่ TOURISMAWARDS.TOURISMTHAILAND.ORG บันทึกไว้ให้ถูกต้องได้อย่างไร</b><br>
                                <div class="main"><span class="tab"></span>
                                    ททท. จะยอมรับว่าข้อมูลที่ผู้ใช้มอบให้นั้นมีความสมบูรณ์และถูกต้อง 
                                    ดังนั้นจึงเป็นสิ่งสำคัญที่เราจะทำให้คุณสามารถปรับเปลี่ยนหรืออัปเดตข้อมูลที่คุณคิดว่าไม่ถูกต้องหรือไม่ครบถ้วน 
                                    เราจึงทำให้การแก้ไขข้อมูลเป็นไปได้ง่ายที่สุดเท่าที่จะทำได้ ในการปรับแก้ข้อมูล เข้าสู่ระบบ และคลิกข้อมูลบัญชีของคุณ 
                                    หากคุณพบปัญหาในการเปลี่ยนข้อมูลส่วนตัวของคุณ กรุณาติดต่อ administrator ผ่านฟอร์มที่ “ติดต่อเรา”
                                </div>
                            </li>
                            <li>
                                <b>คุณจะรักษาข้อมูลส่วนตัวของคุณให้ปลอดภัยได้อย่างไร</b><br>
                                <div class="main"><span class="tab"></span>
                                    หากคุณต้องการรักษาข้อมูลส่วนตัวของคุณให้ปลอดภัย วิธีที่ง่ายที่สุดคือการให้ข้อมูลส่วนตัวของคุณกับเราน้อยที่สุดเท่าที่ทำได้
                                </div>
                                <div class="main"><span class="tab"></span>
                                    แม้ว่าคุณจำเป็นต้องให้ข้อมูลส่วนตัวบางอย่างสำหรับการสมัครสมาชิกกับ Tourismawards.Tourismthailand.org 
                                    การให้ข้อมูลเกี่ยวกับตัวคุณอย่างครบถ้วนและถูกต้องจะทำให้การใช้งานเว็บไซต์เกิดประโยชน์และมีประสิทธิภาพอย่างสูงสุด
                                </div>
                                <div class="main">
                                    <b>มาตรการเลือกไม่รับ</b>
                                </div>
                                <div class="main"><span class="tab"></span>
                                    ไม่ว่าจะเวลาใดก็ตาม คุณสามารถยกเลิกการใช้งานคุณสมบัติใด ๆ ของ Tourismawards.Tourismthailand.org ได้ 
                                    หรือเลือกให้ Tourismawards.Tourismthailand.org หยุดรวบรวมข้อมูลส่วนตัวของคุณที่ไม่ได้เป็นส่วนสำคัญในการใช้งานของคุณ
                                </div>
                                <div class="main"><span class="tab"></span>
                                    ในฐานะสมาชิก ในบางโอกาสคุณจะได้รับอีเมลเกี่ยวกับข่าวสารของสินค้า ข้อเสนอพิเศษ กิจกรรม เทศกาล และบริการใหม่ ๆ 
                                    ของ Tourismawards.Tourismthailand.org โดย ททท. หวังว่าข่าวสารเหล่านี้จะเป็นที่น่าสนใจสำหรับคุณ อย่างไรก็ตาม 
                                    หากคุณไม่ต้องการรับข่าวสารเหล่านี้ สามารถคลิกยกเลิกที่ลิงก์ในอีเมลที่คุณได้รับ ทาง Tourismawards.Tourismthailand.org 
                                    ขอสงวนสิทธิ์ในการจำกัดแค่สมาชิกที่จะได้รับอีเมลเหล่านี้ เนื่องด้วยการส่งอีเมลเป็นช่องทางที่มีประสิทธิภาพในการเข้าถึงคุณ
                                </div>
                            </li>
                            <li>
                                <b>คุณจะทำอย่างไรเกี่ยวกับการละเมิดนโยบายของ TOURISMAWARDS.TOURISMTHAILAND.ORG</b><br>
                                <div class="main"><span class="tab"></span>
                                    หากคุณมีความเห็นว่านโยบายความเป็นส่วนตัวของ Tourismawards.Tourismthailand.org 
                                    ไม่ครบถ้วนหรือไม่ถูกต้อง ในส่วนที่เกี่ยวข้องกับการใช้งานของสมาชิก กรุณาติดต่อ administrator 
                                    เพื่อแก้ไขสถานการณ์หากมีความจำเป็น
                                </div>
                            </li>
                            <li>
                                <b>ข้อมูลอื่น ๆ เกี่ยวกับนโยบายความเป็นส่วนตัวของ TOURISMAWARDS.TOURISMTHAILAND.ORG ที่คุณควรรู้ มีอะไรบ้าง</b><br>
                                <div class="main"><span class="tab"></span>
                                    บน Tourismawards.Tourismthailand.org อาจมีลิงก์ไปยังเว็บไซต์อื่น ๆ ปรากฏ ขอให้คุณทราบว่าหากคุณคลิกลิงก์เหล่านี้ 
                                    คุณจะเข้าสู่เว็บไซต์อื่นที่ไม่ได้อยู่ในความรับผิดชอบของ Tourismawards.Tourismthailand.org 
                                    เราขอแนะนำให้คุณอ่านนโยบายความเป็นส่วนตัวของเว็บไซต์เหล่านั้นเนื่องด้วยเนื้อหาของนโยบายอาจแตกต่างจากของ 
                                    Tourismawards.Tourismthailand.org และคุณคือคนเดียวที่จะรักษารหัสผ่านลับในการเข้าสู่ระบบและข้อมูลอื่น ๆ 
                                    ของบัญชี กรุณาระมัดระวัง รับผิดชอบ และตื่นตัวต่อข้อมูลนี้ทุกครั้งที่คุณออนไลน์
                                </div>
                                <div class="main"><span class="tab"></span>
                                    นอกจากสถานการณ์ข้างต้น Tourismawards.Tourismthailand.org อาจต้องเปิดเผยข้อมูลของสมาชิกหากได้รับคำสั่งทางกฎหมายจากศาล 
                                    โดยหน่วยงานของรัฐและหน่วยงานผู้บังคับใช้กฎหมายอื่น ๆ หากการเปิดเผยข้อมูลมีความจำเป็นสำหรับการปกป้องสิทธิและทรัพย์สินของ 
                                    Tourismawards.Tourismthailand.org และการเปิดเผยข้อมูลมีความจำเป็นสำหรับการระบุตัว ติดต่อ 
                                    และเป็นการปฏิบัติทางกฎหมายต่อบุคคลที่ได้สร้างความเสียหายต่อสิทธิและทรัพย์สินของเรา ไม่ว่าจะโดยเจตนาหรือไม่ก็ตาม 
                                    หรือหากมีบุคคลอื่นได้รับความเสียหายจากกิจกรรมเช่นนั้น
                                </div>
                                <div class="main"><span class="tab"></span>
                                    การเปลี่ยนแปลงในเนื้อหาของนโยบายความเป็นส่วนตัว ที่เกี่ยวกับวิธีการที่ Tourismawards.Tourismthailand.org 
                                    ใช้ข้อมูลส่วนตัวของคุณจะปรากฏในนโยบายความเป็นส่วนตัวฉบับใหม่ในอนาคต ทั้งนี้ คุณสามารถเสนอข้อห่วงกังวลเกี่ยวกับนโยบายความเป็นส่วนตัว
                                    และการดำเนินงานเกี่ยวกับความเป็นส่วนตัวของเราได้ที่อีเมลสำหรับการติดต่อของ Tourismawards.Tourismthailand.org 
                                    และระบุถึงนโยบายความเป็นส่วนตัวในหัวข้อเรื่อง Tourismawards.Tourismthailand.org จะพยายามตอบข้อห่วงกังวลและข้อสงสัยดังกล่าว
                                </div>
                            </li>
                            <li>
                                <b>การเปลี่ยนแปลงนโยบายความเป็นส่วนตัว</b><br>
                                <div class="main">
                                    การเปลี่ยนแปลงใด ๆ เกี่ยวกับนโยบายความเป็นส่วนตัวในอนาคตจะปรากฏในหน้านี้ และหากเหมาะสม คุณจะได้รับแจ้งผ่านทางอีเมล
                                </div>
                            </li>
                            <li>
                                <b>ติดต่อได้ที่</b><br>
                                <div class="main">
                                    หากคุณมีคำถาม ข้อคิดเห็น และคำขอต่าง ๆ เกี่ยวกับนโยบายความเป็นส่วนตัว กรุณากรอกแบบฟอร์มที่ “ติดต่อเรา”
                                </div>
                            </li>
                        </ol>
                    </div>
                </div>
            </div>
        </div>

    </div>

</div>
<?= $this->endSection() ?>