var ayear, atab;
const syear = document.querySelector('#syear');

syear.addEventListener('change', () => {
    ayear = syear.value;
    setAwards();
});

const setAwards = () => {
    const award = awards[ayear];
    let list, li_ga, li_sa;
    li_ga = li_sa = '';
    
    if(Number(atab) == 1) list = award.attraction;
    else if(Number(atab) == 2) list = award.accommodation;
    else list = award.health;

    for(index in list.great){
        const great = list.great[index];
        li_ga += `<li>${great.name} จังหวัด ${great.province}</li>`;
    }

    for(index in list.good){
        const good = list.good[index];
        li_sa += `<li>${good.name} จังหวัด ${good.province}</li>`;
    }

    document.querySelector('.txt-banner').innerHTML = `<h2>ผลงานที่ได้รับรางวัล ปี ${ayear}</h2>`;
    document.querySelector('.main-title-txt').innerHTML = list.title;
    document.querySelector('#gold-award-list').innerHTML = li_ga;
    document.querySelector('#silver-award-list').innerHTML = li_sa;
}

const awards = {
    "2564": {
        "attraction": {
            "title": "<h2>ประเภทแหล่งท่องเที่ยว (Attraction)</h2>",
            "great": [
                {
                    "name": "โรงไฟฟ้าลำตะคองชลภาวัฒนา",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "ใจฟ้าฟาร์ม โดย บริษัท นัตตี้ส์ แอดเวนเจอร์ส์ จำกัด ",
                    "province": "ลพบุรี"
                },
                {
                    "name": "ชมรมส่งเสริมการท่องเที่ยวโดยชุมชนไทยพวน",
                    "province": "นครนายก"
                },
                {
                    "name": "ชมรมส่งเสริมการท่องเที่ยว โดยชุมชนตำบลบ่อสวก (หมู่บ้านท่องเที่ยวโดยชุมชนตำบลบ่อสวก)",
                    "province": "น่าน"
                },
                {
                    "name": "ชุมชนคนรักษ์สุขภาพไร่กองขิง  (ชุมชนบ้านไร่กองขิง)",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ชุมชนจุฬาภรณ์พัฒนา 9  โดย บริษัท โลเคิล อไลค์ จำกัด ",
                    "province": "ยะลา"
                },
                {
                    "name": "ตลาดหัวปลี",
                    "province": "สระบุรี"
                },
                {
                    "name": "ท่องเที่ยวจักรยานในวิถีชุมชนบ้านหนองขาว โดย บริษัท จัมโบ้ เจอร์นี่ย์ แอนด์ อีเว้นท์ จำกัด",
                    "province": "กาญจนบุรี"
                },
                {
                    "name": "บริษัท ทิฟฟานี่โชว์ พัทยา จำกัด ผลงาน : ทิฟฟานี่ โชว์ พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "บริษัท ธนบดีเดคอร์เซรามิค จำกัด ผลงาน : พิพิธภัณฑ์เซรามิคธนบดี",
                    "province": "ลำปาง"
                },
                {
                    "name": "บริษัท สกายเทร็ค แอดเวนเจอร์ จำกัด ผลงาน : Flying hanuman (ฟลายอิ้ง หนุมาน)",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "พิพิธภัณฑ์เรือนโบราณล้านนา  มหาวิทยาลัยเชียงใหม่",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ย่านการค้าเก่าภูเก็ต / เทศบาลนครภูเก็ต /  ชุมชนท่องเที่ยวย่านเมืองเก่าภูเก็ต",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "วิสาหกิจชุมชนกลุ่มโฮมสเตย์บ้านนาต้นจั่น",
                    "province": "สุโขทัย"
                },
                {
                    "name": "วิสาหกิจชุมชนกลุ่มท่องเที่ยวโดยชุมชนไตลื้อเมืองลวงเหนือ",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ศูนย์เรียนรู้ป่าในกรุง โดยสถาบันปลูกป่าและระบบนิเวศ ปตท.",
                    "province": "กทม."
                },
                {
                    "name": "ศูนย์ศึกษาเรียนรู้ระบบนิเวศป่าชายเลนสิรินาถราชินี",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "สวนพฤกษศาสตร์สมเด็จพระนางเจ้าสิริกิติ์",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "สวนสัตว์ขอนแก่น ",
                    "province": "ขอนแก่น"
                },
                {
                    "name": "สวนสุภัทราแลนด์",
                    "province": "ระยอง"
                },
                {
                    "name": "สำนักงานพัฒนาพิงค์นคร (องค์การมหาชน) ผลงาน : เชียงใหม่ ไนท์ซาฟารี",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "หมู่บ้านท่องเที่ยวไหมสนวนนอก",
                    "province": "บุรีรัมย์"
                },
                {
                    "name": "หอโบราณคดีเพ็ชรบูรณ์อินทราชัย",
                    "province": "เพชรบูรณ์"
                },
                {
                    "name": "อุทยานแห่งชาติแจ้ซ้อน",
                    "province": "ลำปาง"
                },
                {
                    "name": "อุทยานหลวงราชพฤกษ์ ",
                    "province": "เชียงใหม่"
                }
            ],
            "good": [
                {
                    "name": "Cocoavalley",
                    "province": "น่าน"
                },
                {
                    "name": "Elephant POOPOOPAPER Park ",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "Hanuman World",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โฮงเจ้าฟองคำ",
                    "province": "น่าน"
                },
                {
                    "name": "โฮมสเตย์ท้องตมใหญ่ ผลงาน : บ้านปลา ปะการังเทียมแบบภูมิปัญญาชาวบ้าน โดยโฮมสเตย์ท้องตมใหญ่",
                    "province": "ชุมพร"
                },
                {
                    "name": "โฮมสเตย์บ้านท่าขันทอง การท่องเที่ยวโดยชุมชน",
                    "province": "เชียงราย"
                },
                {
                    "name": "ไดโนซอร์ เจอนี่ โดย บริษัท คัลเลอร์ฟูล ฮอลิเดย์ ทราเวล จำกัด",
                    "province": "กทม."
                },
                {
                    "name": "ไร่องุ่นไวน์กราน-มอนเต้",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "กลุ่มท่องเที่ยวชุมชนตำบลบ้านแหลม/ชุมชนบ้านแหลมสุพรรณ",
                    "province": "สุพรรณบุรี"
                },
                {
                    "name": "กลุ่มท่องเที่ยวบ้านนํ้าเชี่ยว (โฮมสเตย์บ้านนํ้าเชี่ยว)",
                    "province": "ตราด"
                },
                {
                    "name": "กลุ่มวิสาหกิจชุมชนบ้านริมคลองโฮมสเตย์ ผลงาน : ท่องเที่ยวเชิงสร้างสรรค์ สัมผัสวิถีชุมชน  มนต์เสน่ห์คนบ้านริมคลอง",
                    "province": "สมุทรสงคราม"
                },
                {
                    "name": "ชมรมส่งเสริมการท่องเที่ยวโดยชุมชน ตำบลบางกอบัว",
                    "province": "สมุทรปราการ"
                },
                {
                    "name": "ชมรมส่งเสริมการท่องเที่ยวโดยชุมชนเมืองโบราณทวารวดี อู่ทอง",
                    "province": "สุพรรณบุรี"
                },
                {
                    "name": "ชมรมส่งเสริมการท่องเที่ยวโดยชุมชนตำบลในเวียง -บ้านหนองเต่า",
                    "province": "น่าน"
                },
                {
                    "name": "ชมรมส่งเสริมการท่องเที่ยวโดยชุมชนตำบลตะเคียนเตี้ย",
                    "province": "ชลบุรี"
                },
                {
                    "name": "ชุมชนกกสะทอน",
                    "province": "เลย"
                },
                {
                    "name": "ชุมชนท่องเที่ยวบ้านโคกเมือง",
                    "province": "บุรีรัมย์"
                },
                {
                    "name": "ชุมชนท่องเที่ยวบ้านโพธิ์กอง",
                    "province": "สุรินทร์"
                },
                {
                    "name": "ชุมชนท่องเที่ยวบ้านผารังหมี",
                    "province": "พิษณุโลก"
                },
                {
                    "name": "ชุมชนท่องเที่ยวบ้านมุงเหนือ",
                    "province": "พิษณุโลก"
                },
                {
                    "name": "บานาน่าบีช เกาะเฮ",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "ผ่อบ้านแอ่วเวียงแพร่ยามค่ำคืนโดย แพร่ทราเวล",
                    "province": "แพร่"
                },
                {
                    "name": "พิพิธภัณฑ์เหรียญกษาปณานุรักษ์",
                    "province": "กทม."
                },
                {
                    "name": "พิพิธภัณฑ์สัตว์น้ำและสวนสัตว์ อควาเรียภูเก็ต",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "ฟาร์มทะเลตัวอย่างในสมเด็จพระนางเจ้าสิริกิติ์ พระบรมราชินีนาถ",
                    "province": "เพชรบุรี"
                },
                {
                    "name": "มหัศจรรย์อันดามันตรังโดย บริษัท เลตรังไดฟ์วิ่ง จำกัด",
                    "province": "ตรัง"
                },
                {
                    "name": "มหานคร สกายวอล์ค",
                    "province": "กทม."
                },
                {
                    "name": "มิวเซียมภูเก็ต",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "ย่านเก่าวังกรด",
                    "province": "พิจิตร"
                },
                {
                    "name": "วันเดียวเที่ยวสีชัง โดย บริษัท พอลล่าแอนด์โค ดีเอ็มซี (ประเทศไทย) จำกัด ",
                    "province": "ชลบุรี"
                },
                {
                    "name": "วาริมันตรา ไทยโซน ณ เดอะศาลายา เลเชอร์ ปาร์ค",
                    "province": "นครปฐม"
                },
                {
                    "name": "วิสาหกิจชุมชนกลุ่มท่องเที่ยวเชิงเกษตรและวัฒนธรรมบ้านวังหว้า",
                    "province": "ระยอง"
                },
                {
                    "name": "วิสาหกิจชุมชนท่องเที่ยวชุมชนตำบลม่วงกลวง ",
                    "province": "ระนอง"
                },
                {
                    "name": "วิสาหกิจชุมชนท่องเที่ยวชุมชนบ้านทุ่งประดู่",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "วิสาหกิจชุมชนท่องเที่ยวตำบลแหลมสัก ",
                    "province": "กระบี่"
                },
                {
                    "name": "วิสาหกิจชุมชนท่องเที่ยวบ้านทะเลน้อยระยองฮิ",
                    "province": "ระยอง"
                },
                {
                    "name": "วิสาหกิจชุมชนท่องเที่ยวบ้านน้ำเชี่ยว",
                    "province": "ตราด"
                },
                {
                    "name": "ศูนย์เรียนรู้ป่าวังจันทร์",
                    "province": "ระยอง"
                },
                {
                    "name": "ศูนย์การเรียนรู้ กฟผ. ลำตะคอง",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "ศูนย์การเรียนรู้เต่าทะเล ณ เกาะทะลุ โดย บริษัท สาริกา ทราเวล จำกัด",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "ศูนย์วิทยาศาสตร์และวัฒนธรรมเพื่อการศึกษาร้อยเอ็ด ผลงาน : ศูนย์วิทยาศาสตร์และวัฒนธรรมร้อยเอ็ด",
                    "province": "ร้อยเอ็ด"
                },
                {
                    "name": "ศูนย์ศึกษาวิจัยและพิพิธภัณฑ์ไดโนเสาร์ (พิพิธภัณฑ์ไดโนเสาร์ภูเวียง)",
                    "province": "ขอนแก่น"
                },
                {
                    "name": "ศูนย์ศึกษาวิธีการฟื้นฟูที่ดินเสื่อมโทรมเขาชะงุ้มอันเนื่องมาจากพระราชดำริ",
                    "province": "ราชบุรี"
                },
                {
                    "name": "ศูนย์อุตสาหกรรมทำร่ม / โครงการส่งเสริมและพัฒนาการท่องเที่ยว",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "สลามตานีกรุ่นกลิ่น 3 วิถีผ่านเสน่ห์เปอรานากัน  โดย ห้างหุ้นส่วนจำกัด ฮาลาฮับ",
                    "province": "ปัตตานี"
                },
                {
                    "name": "สวนน้ำ วานา นาวา วอเตอร์ จังเกิ้ล",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "สวนยายดา-เจ้บุญชื่น นางบุญชื่น โพธิ์แก้ว",
                    "province": "ระยอง"
                },
                {
                    "name": "อมก๋อยโฮมสเตย์ โดย บริษัท ดิสโคว่า",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "อุทยานแห่งชาติดอยผ้าห่มปก",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "อุทยานแห่งชาติดอยสุเทพ-ปุย",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "อุทยานธรณีสตูล  ผลงาน : ถ้ำเล สเตโกดอน (ตามหาหัวใจที่ปลายอุโมงค์)",
                    "province": "สตูล"
                },
                {
                    "name": "อุทยานสิ่งแวดล้อมนานาชาติสิรินธร",
                    "province": "เพชรบุรี"
                },
                {
                    "name": "อุทยานห่างชาติน้ำตกเจ็ดสาวน้อย",
                    "province": "สระบุรี"
                }
            ]
        },
        "accommodation": {
            "title": "<h2>ประเภทที่พักนักท่องเที่ยว (Accommodation)</h2>",
            "great": [
                {
                    "name": "เคป ดารา รีสอร์ท พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "เจดับบลิว แมริออท เขาหลัก รีสอร์ท แอนด์ สปา",
                    "province": "พังงา"
                },
                {
                    "name": "เรเนซองส์ ภูเก็ต รีสอร์ท แอนด์ สปา",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรม เดอะ สุโกศล กรุงเทพ",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรม ดิ แอทธินี โฮเทล แบงค็อก  อะลักซ์ซูรี คอลเลคชั่น กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมเจดับบลิว แมริออท ภูเก็ต  รีสอร์ท แอนด์ สปา",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมเชอราตัน แกรนด์ สุขุมวิท, เอ ลักซ์ชัวรี่ คอลเล็คชั่น โฮเท็ล",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมเซ็นทารา แกรนด์ และ บางกอก  คอนเวนชัน เซ็นเตอร์ แอท เซ็นทรัลเวิลด์",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมเดอะริเวอร์รี บาย กะตะธานี",
                    "province": "เชียงราย"
                },
                {
                    "name": "โรงแรมเมืองสมุย สปา รีสอร์ท",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "โรงแรมเลอ เมอริเดียน เชียงใหม่",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "โรงแรมเอซ ออฟ หัวหิน รีสอร์ท",
                    "province": "เพชรบุรี"
                },
                {
                    "name": "โรงแรมดุสิตธานี กระบี่ บีช รีสอร์ท",
                    "province": "กระบี่"
                },
                {
                    "name": "โรงแรมดุสิตธานี พัทยา / โรงแรมดุสิต รีสอร์ พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมดุสิตธานี หัวหิน",
                    "province": "เพชรบุรี"
                },
                {
                    "name": "โรงแรมพูลแมน คิง เพาเวอร์ กรุงเทพมหานคร",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมมิลเลนเนียม ฮิลตัน กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมวนาเบลล์ เอ ลักซ์ชูรี่ คอลเล็คชั่น  รีสอร์ท เกาะสมุย",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "โรงแรมศิวาเทล กรุงเทพ ",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมสยามเบย์ชอร์ พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมอนันตรา สยาม กรุงเทพ",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมฮิลตัน สุขุมวิท กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "ครอสทู เชียงใหม่ ริเวอร์ไซด์ รีสอร์ท",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ภูเก็ต แมริออท รีสอร์ท แอนด์ สปา, ในยาง บีช",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "ภูเก็ต แมริออท รีสอร์ทแอนด์สปา เมอร์ลินบีช",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "สันธิญา เกาะยาวใหญ่ รีสอร์ท แอนด์ สปา",
                    "province": "พังงา"
                }
            ],
            "good": [
                {
                    "name": "Bangkok Marriott Marquis Queen's Park",
                    "province": "กทม."
                },
                {
                    "name": "Conrad Bangkok",
                    "province": "กทม."
                },
                {
                    "name": "เชอราตันสมุย รีสอร์ท",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "เดอะเชลซี กระบี่",
                    "province": "กระบี่"
                },
                {
                    "name": "เมสัน",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรม เดอะ เบย์วิว พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรม เดอะ นาคาไอแลนด์ อะ ลักซ์ชัวรี่  คอลเลคชั่น รีสอร์ท แอนด์ สปา ภูเก็ต",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรม เมลาตี บีช รีสอร์ท แอนด์ สปา",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "โรงแรม เมอเวนพิค อัสสรา รีสอร์ท แอนด์ สปา",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรม เลอ เมอริเดียน เชียงราย รีสอร์ท",
                    "province": "เชียงราย"
                },
                {
                    "name": "โรงแรม แบงค็อกแมริออท เดอะ สุรวงศ์",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรม ไม้ขาว ปาล์ม บีช รีสอร์ท",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรม ดิ โอกุระ เพรสทีจ กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรม ดิ อิมพีเรียล โฮเทล แอนด์ คอนเวนชั่น เซ็นเตอร์ โคราช",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "โรงแรม ระยอง แมริออท รีสอร์ท แอนด์ สปา",
                    "province": "ระยอง"
                },
                {
                    "name": "โรงแรมเเคนทารี เบย์ ระยอง",
                    "province": "ระยอง"
                },
                {
                    "name": "โรงแรมเซ็นทารา หาดใหญ่",
                    "province": "สงขลา"
                },
                {
                    "name": "โรงแรมเซ็นทาราคอนเวนชัน เซ็นเตอร์ อุดรธานี",
                    "province": "อุดรธานี"
                },
                {
                    "name": "โรงแรมเลอ เมอริเดียน กรุงเทพ",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมแคนทารี อยุธยา",
                    "province": "พระนครศรีอยุธยา"
                },
                {
                    "name": "โรงแรมแคนทารี ฮิลส์ เชียงใหม่  และเซอร์วิสอพาร์ทเมนท์",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "โรงแรมแคนทารีโคราช",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "โรงแรมแมริออท รีสอร์ท แอนด์ สปา  หัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรมคอร์ทยาร์ด โดยแมริออท กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมดีวาน่า พลาซ่า กระบี่ อ่าวนาง",
                    "province": "กระบี่"
                },
                {
                    "name": "โรงแรมรอยัล เมืองสมุย วิลล่า",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "โรงแรมราวินทรา บีช รีสอร์ท แอนด์ สปา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมสันธิญา เกาะพะงัน รีสอร์ท แอนด์ สปา",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "โรงแรมอนันตรา ริเวอร์ไซด์ กรุงเทพมหานคร  (ชื่อเดิม โรงแรมแมริออท รีสอร์ท แอนด์ สปา กรุงเทพฯ)",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมอมารี เกาะสมุย",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "โรงแรมอวิสต้า แกรนด์ ภูเก็ต  กะรน เอ็มแกลเลอรี",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมอินเตอร์คอนติเนนตัล หัวหิน รีสอร์ท ",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "คอนราดเกาะสมุย",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "บ้านทะเลดาว",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "พุทธรักษา หัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "พูลแมน ภูเก็ต พันวา บีช รีสอร์ท ",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "สปริงฟิลด์ แอทซี รีสอร์ท แอนด์สปา",
                    "province": "เพชรบุรี"
                },
                {
                    "name": "อนันตรา ลายัน ภูเก็ต รีสอร์ท",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "อาณา อานันท์ รีสอร์ท แอนด์ วิลล่า พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "อ่าวนาง ปริ้นซ์วิลล์ วิลล่า รีสอร์ตแอนด์สปา ",
                    "province": "กระบี่"
                },
                {
                    "name": "อ่าวนางวิลล่า รีสอร์ท",
                    "province": "กระบี่"
                },
                {
                    "name": "ฮอลิเดย์ อินน์ วานา นาวา หัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                }
            ]
        },
        "health": {
            "title": "<h2>ประเภทการท่องเที่ยวเชิงสุขภาพ (Health and Wellness Tourism)</h2>",
            "great": [
                {
                    "name": "DIVANA NURTURE SPA",
                    "province": "กทม."
                },
                {
                    "name": "เรนฟอเรส สปา",
                    "province": "ตราด"
                },
                {
                    "name": "เล็ทส์ รีแลกซ์ สปา แอนด์  ออนเซน ทองหล่อ",
                    "province": "กทม."
                },
                {
                    "name": "โอเอซิส เทอร์ควอยซ์ โคฟ สปา ",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โอเอซิส ทรอปิคอล รีทรีท สปา",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โอเอซิสสปา แอท นิมมาน",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "โอเอซิสสปา พัทยา  (ดิ โอเอซิส สปา พัทยา)",
                    "province": "ชลบุรี"
                },
                {
                    "name": "คามาลายา เกาะสมุย  (เวลเนส แซงชัวรี่ แอนด์ โฮลิสติก สปา)",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "ชีวาศรม อินเตอร์เนชั่นแนล เฮลท์ รีสอร์ท ",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "ดีวาน่า เวอร์ซู สปา กรุงเทพมหานคร DIVANA VIRTUE SPA",
                    "province": "กทม."
                },
                {
                    "name": "บันยันทรี สปา กรุงเทพฯ  (โรงแรมบันยันทรี กรุงเทพฯ) ",
                    "province": "กทม."
                },
                {
                    "name": "บันยันทรี สปา ภูเก็ต โรงแรมบันยันทรี สปา แซงชัวรี ผลงาน : บันยันทรี สปา ภูเก็ต",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "บันยันทรีสปา สมุย (โรงแรมบันยันทรี สปา สมุย)",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "ฟ้าล้านนา สปา",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "รติล้านนาสปา",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ระรินจินดา เวลเนส สปา เชียงใหม่  (ระรินจินดา เวลเนส สปา แอนด์ ออนเซ็น เชียงใหม่)",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ลีลานวดไท เจดีย์หลวง",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ลีลานวดไท ท่าแพ ",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "วารีรัก ฮ๊อต สปริง สปา (วารีรัก ฮ็อต สปริง แอนด์ เวลเนส)",
                    "province": "กระบี่"
                },
                {
                    "name": "ศิรา สปา จ.เชียงใหม่",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "สปาเซ็นวารี โรงแรมเซ็นทาราแกรนด์มิราจบีชรีสอร์ท พัทยา",
                    "province": "ชลบุรี"
                }
            ],
            "good": [
                {
                    "name": "DIVANA SCENTUARA SPA",
                    "province": "กทม."
                },
                {
                    "name": "เล็ทส์ รีแลกซ์ โบ้ท ลากูน ภูเก็ต",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "เล็ทส์ รีแลกซ์ วัน นิมมาน เชียงใหม่",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "เล็ทส์ รีแลกซ์เทอร์มินอล 21 พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "คุซัทสึออนเซ็น ชลบุรี",
                    "province": "ชลบุรี"
                },
                {
                    "name": "จาราสปา",
                    "province": "ภูเก็ต"
                }
            ]
        }
    },
    "2562": {
        "attraction": {
            "title": "<h2>ประเภทแหล่งท่องเที่ยว (Attraction)</h2>",
            "great": [
                {
                    "name": "ไร่องุ่นพีบีวัลเลย์ เขาใหญ่ ไวน์เนอร์รี่  (บริษัท บีบี โฮลดิ้ง จำกัด)  ผลงาน : ไร่องุ่นพีบีวัลเลย์ เขาใหญ่ ไวน์เนอร์รี่ PB Valley Khao Yai",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "กลุ่มท่องเที่ยวโดยชุมชนพระบาทห้วยต้ม",
                    "province": "ลำพูน"
                },
                {
                    "name": "จินนาลักษณ์มัลเบอร์รี่สาเปเปอร์ ",
                    "province": "เชียงราย"
                },
                {
                    "name": "บริษัท ทิฟฟานี่โชว์ พัทยา จำกัด ผลงาน : ทิฟฟานี่ โชว์ พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "บริษัท ธนบดีเดคอร์เซรามิค จำกัด ผลงาน : พิพิธภัณฑ์เซรามิคธนบดี",
                    "province": "ลำปาง"
                },
                {
                    "name": "บริษัท สกายเทร็ค แอดเวนเจอร์ จำกัด ผลงาน : Flying hanuman (ฟลายอิ้ง หนุมาน)",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "วิสาหกิจชุมชนท่องเที่ยวตำบลแหลมสัก ",
                    "province": "กระบี่"
                },
                {
                    "name": "ศูนย์วิทยาศาสตร์และวัฒนธรรมเพื่อการศึกษาร้อยเอ็ด ผลงาน : ศูนย์วิทยาศาสตร์และวัฒนธรรมร้อยเอ็ด",
                    "province": "ร้อยเอ็ด"
                },
                {
                    "name": "สวนสัตว์ขอนแก่น ",
                    "province": "ขอนแก่น"
                },
                {
                    "name": "สำนักงานพัฒนาพิงค์นคร (องค์การมหาชน) ผลงาน : เชียงใหม่ ไนท์ซาฟารี",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "หอโบราณคดีเพ็ชรบูรณ์อินทราชัย",
                    "province": "เพชรบูรณ์"
                },
                {
                    "name": "อุทยานแห่งชาติแจ้ซ้อน",
                    "province": "ลำปาง"
                },
                {
                    "name": "อุทยานหลวงราชพฤกษ์ ",
                    "province": "เชียงใหม่"
                }
            ],
            "good": [
                {
                    "name": "Banana Beach Koh Hey",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "Cocoavalley",
                    "province": "น่าน"
                },
                {
                    "name": "Elephant POOPOOPAPER Park ",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "Hanuman World",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "KAAN SHOW PATTAYA",
                    "province": "ชลบุรี"
                },
                {
                    "name": "Ripley's World Pattaya ริบลีส์ เวิลด์ พัทยา (บริษัท ไมเนอร์ อินเตอร์เนชั่นแนล จำกัด มหาชน)",
                    "province": "ชลบุรี"
                },
                {
                    "name": "เขาใหญ่ฟาร์มวิลเลจ",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "เชียงใหม่ เซลาดอน",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "โฮมสเตย์ท้องตมใหญ่ ผลงาน : บ้านปลา ปะการังเทียมแบบภูมิปัญญาชาวบ้าน โดยโฮมสเตย์ท้องตมใหญ่",
                    "province": "ชุมพร"
                },
                {
                    "name": "กลุ่มท่องเที่ยวชุมชนตำบลบ้านแหลม/ชุมชนบ้านแหลมสุพรรณ",
                    "province": "สุพรรณบุรี"
                },
                {
                    "name": "กลุ่มวิสาหกิจชุมชนบ้านริมคลองโฮมสเตย์ ผลงาน : ท่องเที่ยวเชิงสร้างสรรค์ สัมผัสวิถีชุมชน  มนต์เสน่ห์คนบ้านริมคลอง",
                    "province": "สมุทรสงคราม"
                },
                {
                    "name": "ชุมชนคนรักษ์สุขภาพไร่กองขิง (ชุมชนบ้านไร่กองขิง)",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ตลาดไทยย้อนยุคบ้านระจัน",
                    "province": "สิงห์บุรี"
                },
                {
                    "name": "บริษัท สิงห์ปาร์ค เชียงราย จำกัด ผลงาน : สิงห์ปาร์ค เชียงราย",
                    "province": "เชียงราย"
                },
                {
                    "name": "บ้านดอกบัว โดยบริษัท นัตตี้ส์ แอดเวนเจอร์ส์ จำกัด Nutty's Adventures",
                    "province": "พะเยา"
                },
                {
                    "name": "ปางช้างแม่สา",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "พิพิธภัณฑ์การเกษตรเฉลิมพระเกียรติพระบาทสมเด็จพระเจ้าอยู่หัว",
                    "province": "ปทุมธานี"
                },
                {
                    "name": "มหัศจรรย์โลกใต้น้ำทะเลอันดามัน  โดย บริษัทซีบีส์ซับมารีน ไดรฟวิ่งคลับ จำกัด จังหวัดภูเก็ต",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "มิวเซียมภูเก็ต",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "ย่านเก่าวังกรด",
                    "province": "พิจิตร"
                },
                {
                    "name": "ย่านการค้าเก่าภูเก็ต / เทศบาลนครภูเก็ต /  ชุมชนท่องเที่ยวย่านเมืองเก่าภูเก็ต",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "วิสาหกิจชุมชนท่องเที่ยวชุมชนตำบลม่วงกลวง ",
                    "province": "ระนอง"
                },
                {
                    "name": "วิสาหกิจชุมชนอนุรักษ์ป่าชายเลนบ้านแหลมโฮมสเตย์ (หน้าทับ)",
                    "province": "นครศรีธรรมราช"
                },
                {
                    "name": "วีถีชุมชนคนเกาะกลาง  โดย บริษัท อันดากระบี่ซีทัวร์ จำกัด",
                    "province": "กระบี่"
                },
                {
                    "name": "ศูนย์เรียนรู้ป่าในกรุง  โดยสถาบันปลูกป่าและระบบนิเวศ ปตท.",
                    "province": "กทม."
                },
                {
                    "name": "ศูนย์ศึกษาวิจัยและพิพิธภัณฑ์ไดโนเสาร์ (พิพิธภัณฑ์ไดโนเสาร์ภูเวียง)",
                    "province": "ขอนแก่น"
                },
                {
                    "name": "ศูนย์อุตสาหกรรมทำร่ม / โครงการส่งเสริมและพัฒนาการท่องเที่ยว",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "สวนน้ำการ์ตูนเน็ทเวิร์ค อเมโซน",
                    "province": "ชลบุรี"
                },
                {
                    "name": "อัลคาซ่าร์ คาบาเร่ต์ พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "อุทยานธรณีสตูล  ผลงาน : ถ้ำเล สเตโกดอน (ตามหาหัวใจที่ปลายอุโมงค์)",
                    "province": "สตูล"
                }
            ]
        },
        "accommodation": {
            "title": "<h2>ประเภทที่พักนักท่องเที่ยว (Accommodation)</h2>",
            "great": [
                {
                    "name": "โรงแรมเซ็นทารา แกรนด์ บีช รีสอร์ท แอนด์ วิลลา หัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรมเดอะเชลซี",
                    "province": "กระบี่"
                },
                {
                    "name": "โรงแรมเมืองสมุย สปา รีสอร์ท",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "โรงแรมเอซ ออฟ หัวหิน รีสอร์ท",
                    "province": "เพชรบุรี"
                },
                {
                    "name": "โรงแรมดุสิตธานี กระบี่ บีช รีสอร์ท",
                    "province": "กระบี่"
                },
                {
                    "name": "โรงแรมพูลแมน คิง เพาเวอร์ กรุงเทพมหานคร",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมรติล้านนา ริเวอร์ไซด์ สปา รีสอร์ท",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "โรงแรมรอยัล เมืองสมุย วิลล่า",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "โรงแรมสยามเบย์ชอร์ พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมสันธิญา เกาะพะงัน รีสอร์ท แอนด์ สปา",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "โรงแรมอนันตรา ริเวอร์ไซด์ กรุงเทพมหานคร  (ชื่อเดิม โรงแรมแมริออท รีสอร์ท แอนด์ สปา กรุงเทพฯ)",
                    "province": "กทม."
                }
            ],
            "good": [
                {
                    "name": "โรงแรม เดอะ สุโกศล กรุงเทพ",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมเดอะริเวอร์รี บาย กะตะธานี",
                    "province": "เชียงราย"
                },
                {
                    "name": "โรงแรมเมอเวนพิค อัสสรา รีสอร์ท แอนด์ สปา หัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรมดีวาน่า พลาซ่า กระบี่ อ่าวนาง",
                    "province": "กระบี่"
                },
                {
                    "name": "โรงแรมดีวาน่า พลาซ่า ภูเก็ต ป่าตอง",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมดุสิตรายาวดี",
                    "province": "กระบี่"
                },
                {
                    "name": "โรงแรมพนมรุ้งปุรี",
                    "province": "บุรีรัมย์"
                },
                {
                    "name": "โรงแรมรามาด้า ภูเก็ต ดีวาน่า",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมราวินทรา บีช รีสอร์ท แอนด์ สปา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมศิวาเทล กรุงเทพ ",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมอินเตอร์คอนติเนนตัล หัวหิน รีสอร์ท ",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "น่าน บูติก รีสอร์ท",
                    "province": "น่าน"
                },
                {
                    "name": "บ้านทะเลดาว",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "ปานวิมาน เชียงใหม่ สปา รีสอร์ท ",
                    "province": ""
                }
            ]
        },
        "health": {
            "title": "<h2>ประเภทการท่องเที่ยวเชิงสุขภาพ (Health and Wellness Tourism)</h2>",
            "great": [
                {
                    "name": "โอเอซิส เทอร์ควอยซ์ โคฟ สปา ",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โอเอซิสสปา พัทยา (ดิ โอเอซิส สปา พัทยา)",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โอเอซิสสปากรุงเทพฯ สุขุมวิท ๓๑ /บางกอกโอเอซิส สปา กรุงเทพมหานคร",
                    "province": "กทม."
                },
                {
                    "name": "คามาลายา เกาะสมุย (เวลเนส แซงชัวรี่ แอนด์ โฮลิสติก สปา)",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "ดิ โอเอซิส สปา ลานนา จังหวัดเชียงใหม่",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "บันยันทรี สปา กรุงเทพฯ  (โรงแรมบันยันทรี กรุงเทพฯ) ",
                    "province": "กทม."
                },
                {
                    "name": "บันยันทรี สปา ภูเก็ต โรงแรมบันยันทรี สปา แซงชัวรี ผลงาน : บันยันทรี สปา ภูเก็ต",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "บันยันทรีสปา สมุย (โรงแรมบันยันทรี สปา สมุย)",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "ฟ้าล้านนา สปา",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ระรินจินดา เวลเนส สปา เชียงใหม่  (ระรินจินดา เวลเนส สปา แอนด์ ออนเซ็น เชียงใหม่)",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ระรินจินดา เวลเนส สปา เพลินจิต",
                    "province": "กทม."
                },
                {
                    "name": "ระรินจินดา เวลเนส สปา ราชดำริ",
                    "province": "กทม."
                },
                {
                    "name": "ศิรา สปา จ.เชียงใหม่",
                    "province": "เชียงใหม่"
                }
            ],
            "good": [
                {
                    "name": "คูล สปา (โรงแรมศรีพันวา)",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "ชีวา สปา /บริษัท ชีวาสปา เชียงใหม่ จำกัด",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ดีวาน่า เวอร์ซู สปา กรุงเทพมหานคร DIVANA VIRTUE SPA",
                    "province": "กทม."
                },
                {
                    "name": "ปานวิมาน สปา (โรงแรมปานวิมาน เชียงใหม่ สปา รีสอร์ท) ผลงาน : ปานวิมาน สปา ",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ลานนาคำ สปา",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "วารีรัก ฮ๊อต สปริง สปา (วารีรัก ฮ็อต สปริง แอนด์ เวลเนส)",
                    "province": "กระบี่"
                }
            ]
        }
    },
    "2560": {
        "attraction": {
            "title": "<h2>ประเภทแหล่งท่องเที่ยว (Attraction)</h2>",
            "great": [
                {
                    "name": "บริษัท ทิฟฟานี่โชว์ พัทยา จำกัด ผลงาน : ทิฟฟานี่ โชว์ พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "บริษัท สกายเทร็ค แอดเวนเจอร์ จำกัด ผลงาน : Flying hanuman (ฟลายอิ้ง หนุมาน)",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "ศูนย์วิจัยและศึกษาธรรมชาติป่าพรุสิรินธร  (พรุโต๊ะแดง)",
                    "province": "นราธิวาส"
                },
                {
                    "name": "ศูนย์วิทยาศาสตร์และวัฒนธรรมเพื่อการศึกษาร้อยเอ็ด ผลงาน : ศูนย์วิทยาศาสตร์และวัฒนธรรมร้อยเอ็ด",
                    "province": "ร้อยเอ็ด"
                },
                {
                    "name": "สามพราน ริเวอร์ไซด์ ผลงาน : สวนสามพราน “วิถีไทย วิถีพอเพียง”",
                    "province": "นครปฐม"
                },
                {
                    "name": "สำนักงานพัฒนาพิงค์นคร (องค์การมหาชน) ผลงาน : เชียงใหม่ ไนท์ซาฟารี",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "อุทยานแห่งชาติดอยผ้าห่มปก",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "อุทยานแห่งชาติตาดโตน",
                    "province": "ชัยภูมิ"
                }
            ],
            "good": [
                {
                    "name": "Ripley's World Pattaya ริบลีส์ เวิลด์ พัทยา (บริษัท ไมเนอร์ อินเตอร์เนชั่นแนล จำกัด มหาชน)",
                    "province": "ชลบุรี"
                },
                {
                    "name": "Thai Elephant Home",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "เขาใหญ่ฟาร์มวิลเลจ",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "โฮมสเตย์เชิงอนุรักษ์วัฒนธรรมบ้านเชียง",
                    "province": "อุดรธานี   "
                },
                {
                    "name": "โฮมสเตย์ท้องตมใหญ่ ผลงาน : บ้านปลา ปะการังเทียมแบบภูมิปัญญาชาวบ้าน โดยโฮมสเตย์ท้องตมใหญ่",
                    "province": "ชุมพร"
                },
                {
                    "name": "ไร่องุ่นพีบีวัลเลย์ เขาใหญ่ ไวน์เนอร์รี่ (บริษัท บีบี โฮลดิ้ง จำกัด)  ผลงาน : ไร่องุ่นพีบีวัลเลย์ เขาใหญ่ ไวน์เนอร์รี่ PB Valley Khao Yai",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "กลุ่มโฮมสเตย์อำเภอทุ่งตะโก ผลงาน : การท่องเที่ยวเชิงเกษตรเศรษฐกิจพอเพียง อำเภอทุ่งตะโก",
                    "province": "ชุมพร"
                },
                {
                    "name": "กลุ่มท่องเที่ยวโดยชุมชนพระบาทห้วยต้ม",
                    "province": "ลำพูน"
                },
                {
                    "name": "กลุ่มวิสาหกิจชุมชนท่องเที่ยวบ้านน้ำเชี่ยว ผลงาน : ประสานความต่าง สร้างให้เป็นหนึ่งเดียว ท่องเที่ยวอนุรักษ์ ยั่งยืน",
                    "province": "ตราด"
                },
                {
                    "name": "กลุ่มวิสาหกิจชุมชนบ้านริมคลองโฮมสเตย์ ผลงาน : ท่องเที่ยวเชิงสร้างสรรค์ สัมผัสวิถีชุมชน มนต์เสน่ห์คนบ้านริมคลอง",
                    "province": "สมุทรสงคราม"
                },
                {
                    "name": "ชมรมส่งเสริมการท่องเที่ยวโดยชุมชนตำบลบ่อสวก  (หมู่บ้านท่องเที่ยวโดยชุมชนตำบลบ่อสวก)",
                    "province": "น่าน"
                },
                {
                    "name": "ชุมชนกู่กาสิงห์",
                    "province": "ร้อยเอ็ด"
                },
                {
                    "name": "ชุมชนบ้านหนองขาว ผลงาน : วิถีชุมชนบ้านหนองขาว",
                    "province": "กาญจนบุรี"
                },
                {
                    "name": "บริษัท เดอะบลูมส์ ออร์คิดปาร์ค จำกัด",
                    "province": "ราชบุรี"
                },
                {
                    "name": "บริษัท เมืองโบราณ จำกัด สาขาพัทยา ผลงาน : ปราสาทสัจธรรม แหล่งเรียนรู้ปรัชญาศาสนา  ความดีงามศิลปะเชิงช่างไทยโบราณ ปฏิมาสถาปัตย์",
                    "province": "ชลบุรี"
                },
                {
                    "name": "บริษัท ไร่นายจุล คุ้นวงศ์ จำกัด ผลงาน : ไร่กำนันจุล",
                    "province": "เพชรบูรณ์"
                },
                {
                    "name": "บริษัท ธนบดีเดคอร์เซรามิค จำกัด ผลงาน : พิพิธภัณฑ์เซรามิคธนบดี",
                    "province": "ลำปาง"
                },
                {
                    "name": "บริษัท สยามพาร์ค บางกอก จำกัด ผลงาน : สยามพาร์ค ซิตี้ สวนสยาม ทะเล-กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "บริษัท สิงห์ปาร์ค เชียงราย จำกัด ผลงาน : สิงห์ปาร์ค เชียงราย",
                    "province": "เชียงราย"
                },
                {
                    "name": "พิพิธภัณฑ์สิรินธร ",
                    "province": "กาฬสินธุ์"
                },
                {
                    "name": "มูลนิธิพระพุทธเมตตาประชาไทย ในพระบรมราชินูปถัมภ์ ผลงาน : พุทธอุทยานพระพุทธเมตตาประชาไทยไตรโลกนาถ คันธารราฐอนุสรณ์",
                    "province": "กาญจนบุรี"
                },
                {
                    "name": "ศูนย์การเรียนภูมิปัญญาไทย ไร่คุณมน",
                    "province": "กาญจนบุรี"
                },
                {
                    "name": "ศูนย์วิทยาศาสตร์เพื่อการศึกษานครศรีธรรมราช ผลงาน : ศูนย์วิทยาศาสตร์เพื่อการศึกษานครศรีธรรมราช  (ห้องเรียนธรรมชาติ)",
                    "province": "นครศรีธรรมราช"
                },
                {
                    "name": "ศูนย์ศึกษาการพัฒนาพิกุลทองอันเนื่องมาจากพระราชดำริ ผลงาน : ศูนย์ศึกษาการพัฒนาพิกุลทอง",
                    "province": "นราธิวาส"
                },
                {
                    "name": "สวนยายดา-เจ้บุญชื่น นางบุญชื่น โพธิ์แก้ว",
                    "province": "ระยอง"
                },
                {
                    "name": "สวนสัตว์ขอนแก่น ",
                    "province": "ขอนแก่น"
                },
                {
                    "name": "สำนักงานทรัพย์สินส่วนพระมหากษัตริย์ ผลงาน : นิทรรศน์รัตนโกสินทร์",
                    "province": "กทม."
                },
                {
                    "name": "หน้าผาม้าพยศ  (บริษัท เชียงใหม่ร๊อคไคล์มมิ่งแอดเวนเจอร์ จำกัด)",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "หมู่บ้านท่องเที่ยวทะเลน้อย",
                    "province": "ระยอง"
                },
                {
                    "name": "อุทยานแห่งชาติแจ้ซ้อน",
                    "province": "ลำปาง"
                },
                {
                    "name": "อุทยานแห่งชาติแหลมสน ผลงาน : เกาะกำตก (อ่าวเขาควาย) เกาะค้างคาว เกาะญี่ปุ่น  อุทยานแห่งชาติแหลมสน",
                    "province": "ระนอง"
                },
                {
                    "name": "อุทยานแห่งชาติดอยภูคา",
                    "province": "น่าน"
                },
                {
                    "name": "อุทยานแห่งชาติผาแต้ม",
                    "province": "อุบลราชธานี"
                },
                {
                    "name": "อุทยานแห่งชาติภูเขาผาเทิบ",
                    "province": "มุกดาหาร"
                },
                {
                    "name": "อุทยานธรณีสตูล  ผลงาน : ถ้ำเล สเตโกดอน (ตามหาหัวใจที่ปลายอุโมงค์)",
                    "province": "สตูล"
                },
                {
                    "name": "อุทยานประวัติศาสตร์ศรีเทพ",
                    "province": "เพชรบูรณ์"
                },
                {
                    "name": "อุทยานสิ่งแวดล้อมนานาชาติสิรินธร",
                    "province": "เพชรบุรี"
                }
            ]
        },
        "accommodation": {
            "title": "<h2>ประเภทที่พักนักท่องเที่ยว (Accommodation)</h2>",
            "great": [
                {
                    "name": "โรงแรมรติล้านนา ริเวอร์ไซด์ สปา รีสอร์ท",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "โรงแรมสยามเบย์ชอร์ พัทยา",
                    "province": "ชลบุรี"
                }
            ],
            "good": [
                {
                    "name": "เคป ดารา รีสอร์ท พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมเซ็นทารา แกรนด์ บีช รีสอร์ท แอนด์ วิลลา หัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรมดุสิตธานี กระบี่ บีช รีสอร์ท",
                    "province": "กระบี่"
                },
                {
                    "name": "โรงแรมพนมรุ้งปุรี",
                    "province": "บุรีรัมย์"
                },
                {
                    "name": "โรงแรมภูเก็ต เกรซแลนด์ รีสอร์ท แอนด์ สปา",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมภูนาคำ รีสอร์ท",
                    "province": "เลย"
                },
                {
                    "name": "โรงแรมรอยัล คลิฟ บีช รีสอร์ท พัทยา  (โรงแรมรอยัล คลิฟ โฮเต็ล กรุ๊ป )",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมสันธิญา เกาะพะงัน รีสอร์ท แอนด์ สปา",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "บ้านทะเลดาว",
                    "province": "ประจวบคีรีขันธ์"
                }
            ]
        },
        "health": {
            "title": "<h2>ประเภทการท่องเที่ยวเชิงสุขภาพ (Health and Wellness Tourism)</h2>",
            "great": [
                {
                    "name": "โอเอซิส เทอร์ควอยซ์ โคฟ สปา ",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โอเอซิสสปา พัทยา (ดิ โอเอซิส สปา พัทยา)",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โอเอซิสสปากรุงเทพฯ สุขุมวิท ๓๑ /บางกอกโอเอซิส สปา กรุงเทพมหานคร",
                    "province": "กทม."
                },
                {
                    "name": "ดิ โอเอซิส สปา ลานนา จังหวัดเชียงใหม่",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "บันยันทรี สปา กรุงเทพฯ  (โรงแรมบันยันทรี กรุงเทพฯ) ",
                    "province": "กทม."
                },
                {
                    "name": "บันยันทรี สปา ภูเก็ต โรงแรมบันยันทรี สปา แซงชัวรี ผลงาน : บันยันทรี สปา ภูเก็ต",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "บันยันทรีสปา สมุย (โรงแรมบันยันทรี สปา สมุย)",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "ฟ้าล้านนา สปา",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ระรินจินดา เวลเนส สปา เชียงใหม่  (ระรินจินดา เวลเนส สปา แอนด์ ออนเซ็น เชียงใหม่)",
                    "province": "เชียงใหม่"
                }
            ],
            "good": [
                {
                    "name": "เดอะ บาราย โรงแรมไฮแอท รีเจนซี่ หัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "เต๋าการ์เด้น เฮลธ์ สปา แอนด์ รีสอร์ท",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "โรงแรมรอยัลออคิด เชอราตัล กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "คูล สปา (โรงแรมศรีพันวา)",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "ชีวา สปา /บริษัท ชีวาสปา เชียงใหม่ จำกัด",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ดีวาน่า เวอร์ซู สปา กรุงเทพมหานคร DIVANA VIRTUE SPA",
                    "province": "กทม."
                },
                {
                    "name": "ปานวิมาน สปา (โรงแรมปานวิมาน เชียงใหม่ สปา รีสอร์ท) ผลงาน : ปานวิมาน สปา ",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "มันดาราสปา โรงแรมรอยัล ออคิด เชอราตัน กรุงเทพฯ ผลงาน : มันดาราสปา",
                    "province": "กทม."
                },
                {
                    "name": "ระรินจินดา เวลเนส สปา",
                    "province": "กทม."
                },
                {
                    "name": "ระรินจินดา เวลเนส สปา เพลินจิต",
                    "province": "กทม."
                },
                {
                    "name": "วารีรัก ฮ๊อต สปริง สปา (วารีรัก ฮ็อต สปริง แอนด์ เวลเนส)",
                    "province": "กระบี่"
                },
                {
                    "name": "ศิรา สปา จ.เชียงใหม่",
                    "province": "เชียงใหม่"
                }
            ]
        }
    },
    "2558": {
        "attraction": {
            "title": "<h2>ประเภทแหล่งท่องเที่ยว (Attraction)</h2>",
            "great": [
                {
                    "name": "ไร่องุ่นพีบีวัลเลย์ เขาใหญ่ ไวน์เนอร์รี่ (บริษัท บีบี โฮลดิ้ง จำกัด)  ผลงาน : ไร่องุ่นพีบีวัลเลย์ เขาใหญ่ ไวน์เนอร์รี่ PB Valley Khao Yai",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "ชุมชนคนรักษ์สุขภาพไร่กองขิง (ชุมชนบ้านไร่กองขิง)",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "พิพิธภัณฑ์สิรินธร ",
                    "province": "กาฬสินธุ์"
                },
                {
                    "name": "ศูนย์ท่องเที่ยวชุมชนบ้านบางพลับ",
                    "province": "สมุทรสงคราม"
                },
                {
                    "name": "ศูนย์อนุรักษ์ช้างไทย (สถาบันคชบาลแห่งชาติในพระอุปถัมภ์) ",
                    "province": "ลำปาง"
                },
                {
                    "name": "สยามนิรมิต",
                    "province": "กทม."
                },
                {
                    "name": "สวนนงนุช พัทยา บริษัท นงนุชวิลเลจ จำกัด",
                    "province": "ชลบุรี"
                },
                {
                    "name": "สวนสุภัทราแลนด์",
                    "province": "ระยอง"
                },
                {
                    "name": "สามพราน ริเวอร์ไซด์ ผลงาน : สวนสามพราน “วิถีไทย วิถีพอเพียง”",
                    "province": "นครปฐม"
                },
                {
                    "name": "อนุสรณ์สถานแห่งความทรงจำช่องเขาขาด",
                    "province": "กาญจนบุรี"
                },
                {
                    "name": "อุทยานแห่งชาติดอยภูคา",
                    "province": "น่าน"
                },
                {
                    "name": "อุทยานแห่งชาติตาดโตน",
                    "province": "ชัยภูมิ"
                }
            ],
            "good": [
                {
                    "name": "Ripley's World Pattaya ริบลีส์ เวิลด์ พัทยา (บริษัท ไมเนอร์ อินเตอร์เนชั่นแนล จำกัด มหาชน)",
                    "province": "ชลบุรี"
                },
                {
                    "name": "Thai Elephant Home",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "โครงการเกษตรอินทรีย์ สนามบินสุโขทัย",
                    "province": "สุโขทัย"
                },
                {
                    "name": "โฮมสเตย์เชิงอนุรักษ์วัฒนธรรมบ้านเชียง",
                    "province": "อุดรธานี   "
                },
                {
                    "name": "ไม้เค็ดโฮมสเตย์",
                    "province": "ปราจีนบุรี"
                },
                {
                    "name": "ไร่องุ่นไวน์ กราน-มอนเต้",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "กลุ่มท่องเที่ยวโดยชุมชนพระบาทห้วยต้ม",
                    "province": "ลำพูน"
                },
                {
                    "name": "กลุ่มท่องเที่ยวโดยชุมชนห้วยตองก๊อ",
                    "province": "แม่ฮ่องสอน"
                },
                {
                    "name": "กลุ่มวิสาหกิจชุมชนท่องเที่ยวบ้านน้ำเชี่ยว ผลงาน : ประสานความต่าง สร้างให้เป็นหนึ่งเดียว ท่องเที่ยวอนุรักษ์ ยั่งยืน",
                    "province": "ตราด"
                },
                {
                    "name": "กลุ่มวิสาหกิจชุมชนบ้านริมคลองโฮมสเตย์ ผลงาน : ท่องเที่ยวเชิงสร้างสรรค์ สัมผัสวิถีชุมชน  มนต์เสน่ห์คนบ้านริมคลอง",
                    "province": "สมุทรสงคราม"
                },
                {
                    "name": "คุ้มเจ้าหลวง",
                    "province": "แพร่"
                },
                {
                    "name": "ชุมชนวิถีพุทธคลองแดน / หน่วยวิจัยการจัดการสิ่งแวดล้อมเพื่อการพัฒนาที่ยั่งยืน มหาวิทยาลัยเทคโนโลยีราชมงคลศรีวิชัย  ",
                    "province": "สงขลา"
                },
                {
                    "name": "ชุมชนอนุรักษ์วัฒนธรรมไทยรามัญ",
                    "province": "กาญจนบุรี"
                },
                {
                    "name": "บริษัท เมืองโบราณ จำกัด สาขาพัทยา ผลงาน : ปราสาทสัจธรรม แหล่งเรียนรู้ปรัชญาศาสนา  ความดีงามศิลปะเชิงช่างไทยโบราณ ปฏิมาสถาปัตย์",
                    "province": "ชลบุรี"
                },
                {
                    "name": "บริษัท สกายเทร็ค แอดเวนเจอร์ จำกัด ผลงาน : Flying hanuman (ฟลายอิ้ง หนุมาน)",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "บริษัท สยามพาร์ค บางกอก จำกัด ผลงาน : สยามพาร์ค ซิตี้ สวนสยาม ทะเล-กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "พิพิธภัณฑ์จันเสน",
                    "province": "นครสวรรค์"
                },
                {
                    "name": "ย่านการค้าเก่าภูเก็ต / เทศบาลนครภูเก็ต /  ชุมชนท่องเที่ยวย่านเมืองเก่าภูเก็ต",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "ศูนย์วิทยาศาสตร์เพื่อการศึกษานครศรีธรรมราช ผลงาน : ศูนย์วิทยาศาสตร์เพื่อการศึกษานครศรีธรรมราช  (ห้องเรียนธรรมชาติ)",
                    "province": "นครศรีธรรมราช"
                },
                {
                    "name": "สถาบันวิจัยไม้กลายเป็นหิน ช้างดึกดำบบพ์และไดโนเสาร์ มหาวิทยาลัยราชภัฏนครราชสีมา",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "สวนสมเด็จพระศรีนครินทราบรมราชชนนี มูลนิธิชัยพัฒนา",
                    "province": "เพชรบุรี"
                },
                {
                    "name": "สวนสละลุงถัน",
                    "province": "พัทลุง"
                },
                {
                    "name": "สวนสัตว์นครราชสีมา",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "สำนักงานพัฒนาพิงค์นคร (องค์การมหาชน) ผลงาน : เชียงใหม่ ไนท์ซาฟารี",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "หมู่บ้านท่องเที่ยวเชิงเกษตรเศรษฐกิจพอเพียง บ้านทอน-อม",
                    "province": "ชุมพร"
                },
                {
                    "name": "อุทยานแห่งชาติคลองลาน ",
                    "province": "กำแพงเพชร"
                },
                {
                    "name": "อุทยานแห่งชาติดอยผ้าห่มปก",
                    "province": "เชียงใหม่"
                },
                {
                    "name": `อุทยานแห่งชาติดอยอินทนนท์  ผลงาน "เส้นทางศึกษาธรรมชาติกิ่วแม่ปาน"`,
                    "province": "เชียงใหม่"
                },
                {
                    "name": "อุทยานแห่งชาติผาแต้ม",
                    "province": "อุบลราชธานี"
                },
                {
                    "name": "อุทยานแห่งชาติภูเขาผาเทิบ",
                    "province": "มุกดาหาร"
                },
                {
                    "name": "อุทยานธรณีสตูล  ผลงาน : ถ้ำเล สเตโกดอน (ตามหาหัวใจที่ปลายอุโมงค์)",
                    "province": "สตูล"
                },
                {
                    "name": "อุทยานสิ่งแวดล้อมนานาชาติสิรินธร",
                    "province": "เพชรบุรี"
                }
            ]
        },
        "accommodation": {
            "title": "<h2>ประเภทที่พักนักท่องเที่ยว (Accommodation)</h2>",
            "great": [
                {
                    "name": "โรงแรมเจดับบลิว แมริออท ภูเก็ต  รีสอร์ท แอนด์ สปา",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมเซ็นทารา แกรนด์ บีช รีสอร์ท แอนด์ วิลลา หัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรมโซฟิเทล เซ็นทาราแกรนด์ รีสอร์ทและวิลล่าหัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรมดุสิตธานี พัทยา / โรงแรมดุสิต รีสอร์ พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมรติล้านนา ริเวอร์ไซด์ สปา รีสอร์ท",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "โรงแรมรอยัล คลิฟ บีช รีสอร์ท พัทยา  (โรงแรมรอยัล คลิฟ โฮเต็ล กรุ๊ป )",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมสันธิญา เกาะพะงัน รีสอร์ท แอนด์ สปา",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "โรงแรมอนันตรา ริเวอร์ไซด์ กรุงเทพมหานคร  (ชื่อเดิม โรงแรมแมริออท รีสอร์ท แอนด์ สปา กรุงเทพฯ)",
                    "province": "กทม."
                }
            ],
            "good": [
                {
                    "name": "โรงแรมเดอะ เลเจ้นด์ รีสอร์ท แอนด์ สปา",
                    "province": "เชียงราย"
                },
                {
                    "name": "โรงแรมน่าน บูติก โฮเทล",
                    "province": "น่าน"
                },
                {
                    "name": "โรงแรมภูเก็ต เกรซแลนด์ รีสอร์ท แอนด์ สปา",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมภูนาคำ รีสอร์ท",
                    "province": "เลย"
                },
                {
                    "name": "โรงแรมสยามเบย์ชอร์ พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมอมารี วอเตอร์เกท",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมอ่าวนาง วิลล่า รีสอร์ท",
                    "province": "กระบี่"
                },
                {
                    "name": "บ้านทะเลดาว",
                    "province": "ประจวบคีรีขันธ์"
                }
            ]
        },
        "health": {
            "title": "<h2>ประเภทการท่องเที่ยวเชิงสุขภาพ (Health and Wellness Tourism)</h2>",
            "great": [
                {
                    "name": "เต๋าการ์เด้น เฮลธ์ สปา แอนด์ รีสอร์ท",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "โอเอซิสสปากรุงเทพฯ สุขุมวิท ๓๑ /บางกอกโอเอซิส สปา กรุงเทพมหานคร",
                    "province": "กทม."
                },
                {
                    "name": "ซิกซ์เซนส์สปา สมุย (โรงแรมซิกซ์เซนส์ สมุย)",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "ดิ โอเอซิส สปา ลานนา จังหวัดเชียงใหม่",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "บันยันทรี สปา กรุงเทพฯ  (โรงแรมบันยันทรี กรุงเทพฯ) ",
                    "province": "กทม."
                },
                {
                    "name": "ปานวิมาน สปา (โรงแรมปานวิมาน เชียงใหม่ สปา รีสอร์ท) ผลงาน : ปานวิมาน สปา ",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "รอยัลการ์เด้นท์ สปา (โรงแรมพัทยาแมริออท รีสอร์ท แอนด์ สปา)",
                    "province": "ชลบุรี"
                },
                {
                    "name": "สุโข คัลเจอรัล สปา /สุโข สปา",
                    "province": "ภูเก็ต"
                }
            ],
            "good": [
                {
                    "name": "เดอะ บาราย โรงแรมไฮแอท รีเจนซี่ หัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โซ สปา (โรงแรมโซฟิเทล โซ แบงคอก)",
                    "province": "กทม."
                },
                {
                    "name": "คามาลายา เกาะสมุย (เวลเนส แซงชัวรี่ แอนด์ โฮลิสติก สปา)",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "ชีวา สปา /บริษัท ชีวาสปา เชียงใหม่ จำกัด",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "บันยันทรี สปา ภูเก็ต โรงแรมบันยันทรี สปา แซงชัวรี ผลงาน : บันยันทรี สปา ภูเก็ต",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "บันยันทรีสปา สมุย (โรงแรมบันยันทรี สปา สมุย)",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "ระรินจินดา เวลเนส สปา เชียงใหม่  (ระรินจินดา เวลเนส สปา แอนด์ ออนเซ็น เชียงใหม่)",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ลานนาคำ สปา",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "วารีรัก ฮ๊อต สปริง สปา (วารีรัก ฮ็อต สปริง แอนด์ เวลเนส)",
                    "province": "กระบี่"
                },
                {
                    "name": "อิน บาลานซ์ สปา (โรงแรม โนโวเทล ภูเก็ต วินเทจ ปาร์ค)",
                    "province": "ภูเก็ต"
                }
            ]
        }
    },
    "2556": {
        "attraction": {
            "title": "<h2>ประเภทแหล่งท่องเที่ยว (Attraction)</h2>",
            "great": [
                {
                    "name": "ไลฟ์ ปาร์ค แอท เดอะ กรีนเนอรี่ รีสอร์ท เขาใหญ่",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "ฟาร์มโชคชัย/Farm Chokchai Agro-Eco Knowledge Tourism ",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "ศูนย์ท่องเที่ยวชุมชนบ้านบางพลับ",
                    "province": "สมุทรสงคราม"
                },
                {
                    "name": "ศูนย์อนุรักษ์ช้างไทย (สถาบันคชบาลแห่งชาติในพระอุปถัมภ์) ",
                    "province": "ลำปาง"
                },
                {
                    "name": "สถาบันวิจัยไม้กลายเป็นหิน ช้างดึกดำบบพ์และไดโนเสาร์ มหาวิทยาลัยราชภัฏนครราชสีมา",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "สยามนิรมิต",
                    "province": "กทม."
                },
                {
                    "name": "สวนนงนุช พัทยา บริษัท นงนุชวิลเลจ จำกัด",
                    "province": "ชลบุรี"
                },
                {
                    "name": "สวนสุภัทราแลนด์",
                    "province": "ระยอง"
                },
                {
                    "name": "สามพราน ริเวอร์ไซด์ ผลงาน : สวนสามพราน “วิถีไทย วิถีพอเพียง”",
                    "province": "นครปฐม"
                },
                {
                    "name": "อุทยานแห่งชาติแก่งกระจาน",
                    "province": "เพชรบุรี"
                },
                {
                    "name": "อุทยานแห่งชาติคลองลาน ",
                    "province": "กำแพงเพชร"
                },
                {
                    "name": "อุทยานแห่งชาติตาดโตน",
                    "province": "ชัยภูมิ"
                }
            ],
            "good": [
                {
                    "name": "Ripley's World Pattaya ริบลีส์ เวิลด์ พัทยา (บริษัท ไมเนอร์ อินเตอร์เนชั่นแนล จำกัด มหาชน)",
                    "province": "ชลบุรี"
                },
                {
                    "name": "เขาค้อทะเลภู",
                    "province": "เพชรบูรณ์"
                },
                {
                    "name": "เบิร์ดพาราไดส์ เอ็กซ์ตรีม รีสอร์ท  บริษัท เค เค บี สว่างแดนดิน จำกัด",
                    "province": "สกลนคร"
                },
                {
                    "name": "โครงการเกษตรอินทรีย์ สนามบินสุโขทัย",
                    "province": "สุโขทัย"
                },
                {
                    "name": "ไม้เค็ดโฮมสเตย์",
                    "province": "ปราจีนบุรี"
                },
                {
                    "name": "ไร่องุ่นไวน์ กราน-มอนเต้",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "ไร่องุ่นพีบีวัลเลย์ เขาใหญ่ ไวน์เนอร์รี่  (บริษัท บีบี โฮลดิ้ง จำกัด)  ผลงาน : ไร่องุ่นพีบีวัลเลย์ เขาใหญ่ ไวน์เนอร์รี่ PB Valley Khao Yai",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "คุ้มขันโตก",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ชุมชนวิถีพุทธคลองแดน / หน่วยวิจัยการจัดการสิ่งแวดล้อมเพื่อการพัฒนาที่ยั่งยืน มหาวิทยาลัยเทคโนโลยีราชมงคลศรีวิชัย  ",
                    "province": "สงขลา"
                },
                {
                    "name": "ทรีท็อปแอดเวนเจอร์ พาร์ค บริษัท ลิตเติ้ล เวิลด์ จำกัด",
                    "province": "ตราด"
                },
                {
                    "name": "บริษัท เมืองโบราณ จำกัด สาขาพัทยา ผลงาน : ปราสาทสัจธรรม แหล่งเรียนรู้ปรัชญาศาสนา  ความดีงามศิลปะเชิงช่างไทยโบราณ ปฏิมาสถาปัตย์",
                    "province": "ชลบุรี"
                },
                {
                    "name": "บริษัท ทิฟฟานี่โชว์ พัทยา จำกัด ผลงาน : ทิฟฟานี่ โชว์ พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "บริษัท วังดุมเมาท์เทนแคมป์ จำกัด",
                    "province": "กาญจนบุรี"
                },
                {
                    "name": "บริษัท สยามพาร์ค บางกอก จำกัด ผลงาน : สยามพาร์ค ซิตี้ สวนสยาม ทะเล-กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "ปางช้างแม่สา",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ปาลิโอ เขาใหญ่",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "พิพิธภัณฑ์จันเสน",
                    "province": "นครสวรรค์"
                },
                {
                    "name": "ย่านเมืองเก่าสงขลา/เทศบาลนครสงขลา ",
                    "province": "สงขลา"
                },
                {
                    "name": "ย่านการค้าเก่าภูเก็ต / เทศบาลนครภูเก็ต /  ชุมชนท่องเที่ยวย่านเมืองเก่าภูเก็ต",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "ลานแสดงช้างและฟาร์มจระเข้สามพราน",
                    "province": "นครปฐม"
                },
                {
                    "name": "ศูนย์การเรียนภูมิปัญญาไทย ไร่คุณมน",
                    "province": "กาญจนบุรี"
                },
                {
                    "name": "ศูนย์วิทยาศาสตร์เพื่อการศึกษานครศรีธรรมราช ผลงาน : ศูนย์วิทยาศาสตร์เพื่อการศึกษานครศรีธรรมราช  (ห้องเรียนธรรมชาติ)",
                    "province": "นครศรีธรรมราช"
                },
                {
                    "name": "สวนทุ่งลุงพี รีสอร์ท",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "สวนสมเด็จพระศรีนครินทราบรมราชชนนี มูลนิธิชัยพัฒนา",
                    "province": "เพชรบุรี"
                },
                {
                    "name": "สำนักงานพัฒนาพิงค์นคร (องค์การมหาชน) ผลงาน : เชียงใหม่ ไนท์ซาฟารี",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "สำนักงานวัฒนธรรม จังหวัดชัยนาท  ผลงาน : หมู่บ้านวัฒนธรรมลาวครั่งบ้านกุดจอก",
                    "province": "ชัยนาท"
                },
                {
                    "name": "หมู่บ้านวัฒนธรรมผู้ไทยบ้านโคกโก่ง",
                    "province": "กาฬสินธุ์"
                },
                {
                    "name": "หอแก้วมุกดาหารเฉลิมพระเกียรติกาญจนภิเษก/ อบจ.มุกดาหาร",
                    "province": "มุกดาหาร"
                },
                {
                    "name": "อุทยานแห่งชาติแจ้ซ้อน",
                    "province": "ลำปาง"
                },
                {
                    "name": "อุทยานแห่งชาติผาแต้ม",
                    "province": "อุบลราชธานี"
                },
                {
                    "name": "อุทยานแห่งชาติภูซาง",
                    "province": "พะเยา"
                },
                {
                    "name": "อุทยานแห่งชาติภูพาน",
                    "province": "สกลนคร"
                },
                {
                    "name": "อุทยานสิ่งแวดล้อมนานาชาติสิรินธร",
                    "province": "เพชรบุรี"
                }
            ]
        },
        "accommodation": {
            "title": "<h2>ประเภทที่พักนักท่องเที่ยว (Accommodation)</h2>",
            "great": [
                {
                    "name": "โรงแรมเชอราตัน กระบี่ บีช รีสอร์ท",
                    "province": "กระบี่"
                },
                {
                    "name": "โรงแรมแมริออท รีสอร์ท แอนด์ สปา พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมดุสิตธานี พัทยา / โรงแรมดุสิต รีสอร์ พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมบ้านอัมพวา รีสอร์ท แอนด์ สปา",
                    "province": "สมุทรสงคราม"
                },
                {
                    "name": "โรงแรมสันธิญา เกาะพะงัน รีสอร์ท แอนด์ สปา",
                    "province": "สุราษฎร์ธานี"
                }
            ],
            "good": [
                {
                    "name": "โรงแรมเซ็นทารา แกรนด์ บีช รีสอร์ท แอนด์ วิลลา หัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรมดุสิตธานี ลากูน่า ภูเก็ต รีสอร์ท",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมพูลแมน คิง เพาเวอร์ กรุงเทพมหานคร",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมภูเก็ต เกรซแลนด์ รีสอร์ท แอนด์ สปา",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมภูนาคำ รีสอร์ท",
                    "province": "เลย"
                },
                {
                    "name": "โรงแรมรติล้านนา ริเวอร์ไซด์ สปา รีสอร์ท",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "โรงแรมรอยัล คลิฟ บีช รีสอร์ท พัทยา  (โรงแรมรอยัล คลิฟ โฮเต็ล กรุ๊ป )",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมสยามเบย์ชอร์ พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมอนันตรา ริเวอร์ไซด์ กรุงเทพมหานคร  (ชื่อเดิม โรงแรมแมริออท รีสอร์ท แอนด์ สปา กรุงเทพฯ)",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมอมารี วอเตอร์เกท",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมอันดามัน คาเนเซีย รีสอร์ท แอนด์ สปา",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "บ้านทะเลดาว",
                    "province": "ประจวบคีรีขันธ์"
                }
            ]
        },
        "health": {
            "title": "<h2>ประเภทการท่องเที่ยวเชิงสุขภาพ (Health and Wellness Tourism)</h2>",
            "great": [
                {
                    "name": "เต๋าการ์เด้น เฮลธ์ สปา แอนด์ รีสอร์ท",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "โรงแรมอนันตรา หัวหิน รีสอร์ท แอนด์ สปา/ อนันตราสปา",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงพยาบาลกรุงเทพพัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "ซิกซ์เซนส์สปา สมุย (โรงแรมซิกซ์เซนส์ สมุย)",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "สุโข คัลเจอรัล สปา /สุโข สปา",
                    "province": "ภูเก็ต"
                }
            ],
            "good": [
                {
                    "name": "เดอะ บาราย โรงแรมไฮแอท รีเจนซี่ หัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "เมลาตีสปา /บริษัท พัฒนธนแอสเซ็ท แมเนเม้นท์ จำกัด",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "โรงแรมรอยัลออคิด เชอราตัล กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "โอเอซิสสปากรุงเทพฯ สุขุมวิท ๓๑ /บางกอกโอเอซิส สปา กรุงเทพมหานคร",
                    "province": "กทม."
                },
                {
                    "name": "คลีนิกเวชกรรมการแพทย์ผสมผสานตรัยยา ",
                    "province": "กทม."
                },
                {
                    "name": "คามาลายา เกาะสมุย (เวลเนส แซงชัวรี่ แอนด์ โฮลิสติก สปา)",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "คูล สปา (โรงแรมศรีพันวา)",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "ชีวา สปา /บริษัท ชีวาสปา เชียงใหม่ จำกัด",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ดิ โอเอซิส สปา ลานนา จังหวัดเชียงใหม่",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ธารธารา สปา / บริษัท ธารธารา สปา จำกัด",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "บันยันทรี สปา ภูเก็ต โรงแรมบันยันทรี สปา แซงชัวรี ผลงาน : บันยันทรี สปา ภูเก็ต",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "บันยันทรีสปา สมุย (โรงแรมบันยันทรี สปา สมุย)",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "ปานวิมาน สปา (โรงแรมปานวิมาน เชียงใหม่ สปา รีสอร์ท) ผลงาน : ปานวิมาน สปา ",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "มันดาราสปา โรงแรมรอยัล ออคิด เชอราตัน กรุงเทพฯ ผลงาน : มันดาราสปา",
                    "province": "กทม."
                },
                {
                    "name": "ลานนาคำ สปา",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "อนันตรา สปา  (โรงแรมอนันตรารีสอร์ทแอนด์สปา โกลเด้นไทรแองเกิ้ล)",
                    "province": "เชียงราย"
                }
            ]
        }
    },
    "2553": {
        "attraction": {
            "title": "<h2>ประเภทแหล่งท่องเที่ยว (Attraction)</h2>",
            "great": [
                {
                    "name": "พิพิธภัณฑ์สิรินธร ",
                    "province": "กาฬสินธุ์"
                },
                {
                    "name": "พิพิธภัณฑ์หนังตะลุงบ้านสุชาติ ทรัพย์สิน ",
                    "province": "นครศรีธรรมราช"
                },
                {
                    "name": "ฟาร์มโชคชัย/Farm Chokchai Agro-Eco Knowledge Tourism ",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "ศูนย์ท่องเที่ยวชุมชนบ้านบางพลับ",
                    "province": "สมุทรสงคราม"
                },
                {
                    "name": "ศูนย์ศึกษาเรียนรู้ระบบนิเวศป่าชายเลนสิรินาถราชินี",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "ศูนย์อนุรักษ์ช้างไทย (สถาบันคชบาลแห่งชาติในพระอุปถัมภ์) ",
                    "province": "ลำปาง"
                },
                {
                    "name": "สยามนิรมิต",
                    "province": "กทม."
                },
                {
                    "name": "สวนนงนุช พัทยา บริษัท นงนุชวิลเลจ จำกัด",
                    "province": "ชลบุรี"
                },
                {
                    "name": "สวนสุภัทราแลนด์",
                    "province": "ระยอง"
                },
                {
                    "name": "อุทยานแห่งชาติแก่งกระจาน",
                    "province": "เพชรบุรี"
                }
            ],
            "good": [
                {
                    "name": "Ripley's World Pattaya ริบลีส์ เวิลด์ พัทยา (บริษัท ไมเนอร์ อินเตอร์เนชั่นแนล จำกัด มหาชน)",
                    "province": "ชลบุรี"
                },
                {
                    "name": "แหล่งท่องเที่ยวเชิงเกษตรบ้านนาหมอม้า",
                    "province": "อำนาจเจริญ"
                },
                {
                    "name": "แหล่งท่องเที่ยวชุมชนบ้านเป้า",
                    "province": "มุกดาหาร"
                },
                {
                    "name": "โครงการเกษตรอินทรีย์ สนามบินสุโขทัย",
                    "province": "สุโขทัย"
                },
                {
                    "name": "โครงการวิสาหกิจการท่องเที่ยว โดยชุมชนขนาดกลางและขนาดย่อม เทศบาลตำบลนางแล",
                    "province": "เชียงราย"
                },
                {
                    "name": "โครงการอนุรักษ์ศิลปกรรมวิหารพระเจ้าพันองค์  (วัดปงสนุก)",
                    "province": "ลำปาง"
                },
                {
                    "name": "ไร่องุ่นไวน์ กราน-มอนเต้",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "ไลฟ์ ปาร์ค แอท เดอะ กรีนเนอรี่ รีสอร์ท เขาใหญ่",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "กลุ่มการท่องเที่ยวเขิงนิเวศตำบลห้วยแร้ง",
                    "province": "ตราด"
                },
                {
                    "name": "กลุ่มชุมชนคนรักษ์ป่าหนองแม่นา",
                    "province": "เพชรบูรณ์"
                },
                {
                    "name": "กลุ่มวิสาหกิจชุมชนท่องเที่ยวบ้านน้ำเชี่ยว ผลงาน : ประสานความต่าง สร้างให้เป็นหนึ่งเดียว ท่องเที่ยวอนุรักษ์ ยั่งยืน",
                    "province": "ตราด"
                },
                {
                    "name": "กลุ่มวิสาหกิจชุมชนบ้านริมคลองโฮมสเตย์ ผลงาน : ท่องเที่ยวเชิงสร้างสรรค์ สัมผัสวิถีชุมชน  มนต์เสน่ห์คนบ้านริมคลอง",
                    "province": "สมุทรสงคราม"
                },
                {
                    "name": "คุ้มขันโตก",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ชมรมอนุรักษ์ม้าพันธุ์พื้นบ้าน",
                    "province": "อุบลราชธานี"
                },
                {
                    "name": "ชะอำ เอทีวี ปาร์ค ",
                    "province": "เพชรบุรี"
                },
                {
                    "name": "ชุมชนตลาดน้ำบางน้ำผึ้ง",
                    "province": "สมุทรปราการ"
                },
                {
                    "name": "ชุมชนบ้านแม่ละนา",
                    "province": "แม่ฮ่องสอน"
                },
                {
                    "name": "ชุมชนบ้านบางโรง",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "ชุมชนบ้านห้วยฮี้",
                    "province": "แม่ฮ่องสอน"
                },
                {
                    "name": "ทรีท็อปแอดเวนเจอร์ พาร์ค บริษัท ลิตเติ้ล เวิลด์ จำกัด",
                    "province": "ตราด"
                },
                {
                    "name": "ท่องเที่ยวเชิงเกษตรกับวิถีชีวิตท้องถิ่น ชุมชนตำบลสวนหลวง",
                    "province": "สมุทรสงคราม"
                },
                {
                    "name": "บจก.ไทยลานนาฟู้ดแลนด์คัลเชอรัลเซนเตอร์  (คุ้มขันโตก)",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "บริษัท เมืองโบราณ จำกัด สาขาพัทยา ผลงาน : ปราสาทสัจธรรม แหล่งเรียนรู้ปรัชญาศาสนา  ความดีงามศิลปะเชิงช่างไทยโบราณ ปฏิมาสถาปัตย์",
                    "province": "ชลบุรี"
                },
                {
                    "name": "บริษัท ทิฟฟานี่โชว์ พัทยา จำกัด ผลงาน : ทิฟฟานี่ โชว์ พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "บริษัท สยามพาร์ค บางกอก จำกัด ผลงาน : สยามพาร์ค ซิตี้ สวนสยาม ทะเล-กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "พิพิธภัณฑ์หนังใหญ่วัดขนอน / โรงเรียนวัดขนอน    ",
                    "province": "ราชบุรี"
                },
                {
                    "name": "วิสาหกิจชุมชนเพลินไพรศรีนาคา",
                    "province": "ระนอง"
                },
                {
                    "name": "ศูนย์วิจัยและศึกษาธรรมชาติป่าพรุสิรินธร  (พรุโต๊ะแดง)",
                    "province": "นราธิวาส"
                },
                {
                    "name": "ศูนย์วิทยาศาสตร์เพื่อการศึกษานครศรีธรรมราช ผลงาน : ศูนย์วิทยาศาสตร์เพื่อการศึกษานครศรีธรรมราช  (ห้องเรียนธรรมชาติ)",
                    "province": "นครศรีธรรมราช"
                },
                {
                    "name": "สถาบันทักษิณคดีศึกษา ม.ทักษิณ",
                    "province": "สงขลา"
                },
                {
                    "name": "สถาบันวิจัยไม้กลายเป็นหิน ช้างดึกดำบบพ์และไดโนเสาร์ มหาวิทยาลัยราชภัฏนครราชสีมา",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "สถาบันวิทยาศาสตร์ทางทะเล มหาวิทยาลัยบูรพา ",
                    "province": "ชลบุรี"
                },
                {
                    "name": "สยามโอเชี่ยนเวิร์ล",
                    "province": "กทม."
                },
                {
                    "name": "สวนรุกขชาติแม่ฟ้าหลวง ดอยช้างมูบ",
                    "province": "เชียงราย"
                },
                {
                    "name": "สวนลุงนิล",
                    "province": "ชุมพร"
                },
                {
                    "name": "สวนสมเด็จพระศรีนครินทราบรมราชชนนี มูลนิธิชัยพัฒนา",
                    "province": "เพชรบุรี"
                },
                {
                    "name": "หมู่บ้านโฮมสเตย์บ้านภู",
                    "province": "มุกดาหาร"
                },
                {
                    "name": "หมู่บ้านคลองเรือ",
                    "province": "ชุมพร"
                },
                {
                    "name": "อุทยานแห่งชาติคลองลาน ",
                    "province": "กำแพงเพชร"
                },
                {
                    "name": "อุทยานแห่งชาติดอยผ้าห่มปก",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "อุทยานแห่งชาติน้ำตกโยง",
                    "province": "นครศรีธรรมราช"
                },
                {
                    "name": "อุทยานแห่งชาติน้ำตกพลิ้ว",
                    "province": "จันทบุรี"
                },
                {
                    "name": "อุทยานแห่งชาติภูพาน",
                    "province": "สกลนคร"
                },
                {
                    "name": "อุทยานแห่งชาติภูสวนทราย",
                    "province": "เลย"
                },
                {
                    "name": "อุทยานประวัติศาสตร์ภูพระบาท",
                    "province": "อุดรธานี"
                },
                {
                    "name": "อุทยานหุ่นขี้ผึ้งสยาม",
                    "province": "ราชบุรี"
                }
            ]
        },
        "accommodation": {
            "title": "<h2>ประเภทที่พักนักท่องเที่ยว (Accommodation)</h2>",
            "great": [
                {
                    "name": "โรงแรม ธรรมรินทร์ ธนา",
                    "province": "ตรัง"
                },
                {
                    "name": "โรงแรม พูลแมน ขอนแก่น ราชา ออร์คิด",
                    "province": "ขอนแก่น"
                },
                {
                    "name": "โรงแรมแฟร์เฮ้าส์ วิลล่า แอนด์ สปา",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "โรงแรมแมริออท รีสอร์ท แอนด์ สปา  หัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรมแมริออท รีสอร์ท แอนด์ สปา พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมกะตะธานี ภูเก็ต บีช รีสอร์ท",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมรติล้านนา ริเวอร์ไซด์ สปา รีสอร์ท",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "โรงแรมรอยัล คลิฟ บีช รีสอร์ท พัทยา  (โรงแรมรอยัล คลิฟ โฮเต็ล กรุ๊ป )",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมอนันตรา โกลเด้น ไตรแองเกิ้ล",
                    "province": "เชียงราย"
                },
                {
                    "name": "โรงแรมอนันตรา ริเวอร์ไซด์ กรุงเทพมหานคร  (ชื่อเดิม โรงแรมแมริออท รีสอร์ท แอนด์ สปา กรุงเทพฯ)",
                    "province": "กทม."
                }
            ],
            "good": [
                {
                    "name": "โรงแรม เดอะ สุโกศล กรุงเทพ",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรม อัสสรา วิลล่า แอนด์ สวีท",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรมเชอราตัน กระบี่ บีช รีสอร์ท",
                    "province": "กระบี่"
                },
                {
                    "name": "โรงแรมเดอะรอยัล พาราไดส์",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมโซฟิเทล เซ็นทรัล พลาซ่า กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมโซฟิเทล เซ็นทาราแกรนด์ รีสอร์ทและวิลล่าหัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรมโนโวเทล เซ็นทารา หาดใหญ่",
                    "province": "สงขลา"
                },
                {
                    "name": "โรงแรมไอยรา ปาร์ค โฮเต็ล แอนด์ รีสอร์ท",
                    "province": "อุทัยธานี"
                },
                {
                    "name": "โรงแรมดุสิต ปริ้นเซส โคราช",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "โรงแรมดุสิตธานี พัทยา / โรงแรมดุสิต รีสอร์ พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมบันยันทรี กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมบ้านอัมพวา รีสอร์ท แอนด์ สปา",
                    "province": "สมุทรสงคราม"
                },
                {
                    "name": "โรงแรมสันธิญา เกาะพะงัน รีสอร์ท แอนด์ สปา",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "บ้านทะเลดาว",
                    "province": "ประจวบคีรีขันธ์"
                }
            ]
        },
        "health": {
            "title": "<h2>ประเภทการท่องเที่ยวเชิงสุขภาพ (Health and Wellness Tourism)</h2>",
            "great": [
                {
                    "name": "เดอะ บาราย โรงแรมไฮแอท รีเจนซี่ หัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "เต๋าการ์เด้น เฮลธ์ สปา แอนด์ รีสอร์ท",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "โรงพยาบาลกรุงเทพ ภูเก็ต",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงพยาบาลดำเนินสะดวก",
                    "province": "ราชบุรี"
                },
                {
                    "name": "ซิกซ์เซนส์สปา สมุย (โรงแรมซิกซ์เซนส์ สมุย)",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "สุโข คัลเจอรัล สปา /สุโข สปา",
                    "province": "ภูเก็ต"
                }
            ],
            "good": [
                {
                    "name": "เดอะเพนนิซูลา สปา (โรงแรม เดอะเพนนินซูล่า กรุงเทพฯ)",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมดุสิต ดีทู / เทวารัณย์ สปา เชียงใหม่",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "โรงแรมอนันตรา หัวหิน รีสอร์ท แอนด์ สปา/ อนันตราสปา",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงพยาบาลบำรุงราษฎร์ อินเตอร์เนชั่นแนล",
                    "province": "กทม."
                },
                {
                    "name": "โรงพยาบาลศิครินทร์",
                    "province": "กทม."
                },
                {
                    "name": "คามาลายา เกาะสมุย (เวลเนส แซงชัวรี่ แอนด์ โฮลิสติก สปา)",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "ดิ โอเอซิส สปา ลานนา จังหวัดเชียงใหม่",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "บันยันทรี สปา ภูเก็ต โรงแรมบันยันทรี สปา แซงชัวรี ผลงาน : บันยันทรี สปา ภูเก็ต",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "ปราณสปา (โรงแรมบ้านท้องทราย)",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "ระรินจินดา เวลเนส สปา",
                    "province": "กทม."
                },
                {
                    "name": "ลานนาคำ สปา",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ศิวะรา สปา (โรงแรม อมารี เอมเมอรัลด์ โคฟ เกาะช้าง)",
                    "province": "ตราด"
                }
            ]
        }
    },
    "2551": {
        "attraction": {
            "title": "<h2>ประเภทแหล่งท่องเที่ยว (Attraction)</h2>",
            "great": [
                {
                    "name": "ชุมชนลีเล็ดนำเที่ยวเพื่อการอนุรักษ์ ",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "พิพิธภัณฑ์สิรินธร ",
                    "province": "กาฬสินธุ์"
                },
                {
                    "name": "ฟาร์มโชคชัย/Farm Chokchai Agro-Eco Knowledge Tourism ",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "สามพราน ริเวอร์ไซด์ ผลงาน : สวนสามพราน “วิถีไทย วิถีพอเพียง”",
                    "province": "นครปฐม"
                },
                {
                    "name": "อุทยานแห่งชาติแก่งกระจาน",
                    "province": "เพชรบุรี"
                },
                {
                    "name": "อุทยานแห่งชาติดอยภูคา",
                    "province": "น่าน"
                }
            ],
            "good": [
                {
                    "name": "Ripley's World Pattaya ริบลีส์ เวิลด์ พัทยา (บริษัท ไมเนอร์ อินเตอร์เนชั่นแนล จำกัด มหาชน)",
                    "province": "ชลบุรี"
                },
                {
                    "name": "เกาะห้อง อุทยานแห่งชาติธารโบกขรณี",
                    "province": "กระบี่"
                },
                {
                    "name": "ไร่แม่จันแวลเลย์",
                    "province": "เชียงราย"
                },
                {
                    "name": "ไร่องุ่นไวน์ กราน-มอนเต้",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "ไร่องุ่นพีบีวัลเลย์ เขาใหญ่ ไวน์เนอร์รี่  (บริษัท บีบี โฮลดิ้ง จำกัด)  ผลงาน : ไร่องุ่นพีบีวัลเลย์ เขาใหญ่ ไวน์เนอร์รี่ PB Valley Khao Yai",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "ชะอำ เอทีวี ปาร์ค ",
                    "province": "เพชรบุรี"
                },
                {
                    "name": "ชุมชนบ้านต้นตาล",
                    "province": "สระบุรี"
                },
                {
                    "name": "ต้นน้ำพะโต๊ะและศูนย์เรียนรู้เศรษฐกิจพอเพียงเพื่อชุมชนคนอยู่กับป่า",
                    "province": "ชุมพร"
                },
                {
                    "name": "ตลาดเก่าศรีประจันต์ บ้านเจ้าคุณ ",
                    "province": "สุพรรณบุรี"
                },
                {
                    "name": "ท่องเที่ยวเชิงเกษตรกับวิถีชีวิตท้องถิ่น ชุมชนตำบลสวนหลวง",
                    "province": "สมุทรสงคราม"
                },
                {
                    "name": "บริษัท เมืองโบราณ จำกัด สาขาพัทยา ผลงาน : ปราสาทสัจธรรม แหล่งเรียนรู้ปรัชญาศาสนา  ความดีงามศิลปะเชิงช่างไทยโบราณ ปฏิมาสถาปัตย์",
                    "province": "ชลบุรี"
                },
                {
                    "name": "บ้านทะเลนอก",
                    "province": "ระนอง"
                },
                {
                    "name": "บ้านทาป่าเปา",
                    "province": "ลำพูน"
                },
                {
                    "name": "บ้านร้องแง",
                    "province": "น่าน"
                },
                {
                    "name": "บ้านหล่อชา",
                    "province": "เชียงราย"
                },
                {
                    "name": "พิพิธภัณฑ์ผ้าป้าดา (บ้านไร่ไผ่งาม)",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "พิพิธภัณฑสถานแห่งชาติรามคำแหง",
                    "province": "สุโขทัย"
                },
                {
                    "name": "พิพิธภัณฑ์สถานชุมชนบ้านโป่งมะนาว",
                    "province": "ลพบุรี"
                },
                {
                    "name": "ภูเก็ตแฟนตาซี /บริษัทภูเก็ตแฟนตาซี จำกัด ",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "วัดโพธิ์ : แหล่งมรดกทางวัฒนธรรมและภูมิปัญญาไทย",
                    "province": "กทม."
                },
                {
                    "name": "วัดพระธาตุแช่แห้ง",
                    "province": "น่าน"
                },
                {
                    "name": "ศาลาไหมไทย",
                    "province": "ขอนแก่น"
                },
                {
                    "name": "สยามโอเชี่ยนเวิร์ล",
                    "province": "กทม."
                },
                {
                    "name": "สยามนิรมิต",
                    "province": "กทม."
                },
                {
                    "name": "สวนนงนุช พัทยา บริษัท นงนุชวิลเลจ จำกัด",
                    "province": "ชลบุรี"
                },
                {
                    "name": "สวนสมเด็จพระศรีนครินทราบรมราชชนนี มูลนิธิชัยพัฒนา",
                    "province": "เพชรบุรี"
                },
                {
                    "name": "สวนสุภัทราแลนด์",
                    "province": "ระยอง"
                },
                {
                    "name": "หมู่บ้านวัฒนธรรมผู้ไทยบ้านโคกโก่ง",
                    "province": "กาฬสินธุ์"
                },
                {
                    "name": "หอวัฒนธรรมนิทัศน์ วัดศรีโคมดำ",
                    "province": "พะเยา"
                },
                {
                    "name": "อุทยานแห่งชาติผาแต้ม",
                    "province": "อุบลราชธานี"
                },
                {
                    "name": "อุทยานแห่งชาติภูพาน",
                    "province": "สกลนคร"
                },
                {
                    "name": "อุทยานแห่งชาติภูหินร่องกล้า",
                    "province": "พิษณุโลก"
                },
                {
                    "name": "อุทยานประวัติศาสตร์ภูพระบาท",
                    "province": "อุดรธานี"
                }
            ]
        },
        "accommodation": {
            "title": "<h2>ประเภทที่พักนักท่องเที่ยว (Accommodation)</h2>",
            "great": [
                {
                    "name": "โรงแรมเมโทรโพลิแทน",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมแมริออท รีสอร์ท แอนด์ สปา พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมโซฟิเทล เซ็นทาราแกรนด์ รีสอร์ทและวิลล่าหัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรมดุสิตธานี ลากูน่า ภูเก็ต รีสอร์ท",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมบันยันทรี กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมบ้านแหลมทราย บีช รีสอร์ท แอนด์ สปา",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "โรงแรมอมารี เอมเมอรัลด์ โคฟ รีสอร์ท",
                    "province": "ตราด"
                }
            ],
            "good": [
                {
                    "name": "โรงแรมเพนนินซูล่า",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมกะตะธานี ภูเก็ต บีช รีสอร์ท",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมคำแสดริเวอร์แคว รีสอร์ท",
                    "province": "กาญจนบุรี"
                },
                {
                    "name": "โรงแรมดุสิตธานี พัทยา / โรงแรมดุสิต รีสอร์ พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมตักสิลา",
                    "province": "มหาสารคาม"
                },
                {
                    "name": "โรงแรมบ่อแสน วิลล่า แอนด์ สปา",
                    "province": "พังงา"
                },
                {
                    "name": "โรงแรมรติล้านนา ริเวอร์ไซด์ สปา รีสอร์ท",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "โรงแรมรอยัล คลิฟ บีช รีสอร์ท พัทยา  (โรงแรมรอยัล คลิฟ โฮเต็ล กรุ๊ป )",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมสยามเบย์วิว พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมอมารี วอเตอร์เกท",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมอิมพีเรียลสมุย",
                    "province": "สุราษฎร์ธานี"
                }
            ]
        },
        "health": {
            "title": "<h2>ประเภทการท่องเที่ยวเชิงสุขภาพ (Health and Wellness Tourism)</h2>",
            "great": [
                {
                    "name": "โรงพยาบาลบำรุงราษฎร์ อินเตอร์เนชั่นแนล",
                    "province": "กทม."
                },
                {
                    "name": "ดิ โอเอซิส สปา ลานนา จังหวัดเชียงใหม่",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ปารดี สปา ",
                    "province": "ระยอง"
                }
            ],
            "good": [
                {
                    "name": "เต๋าการ์เด้น เฮลธ์ สปา แอนด์ รีสอร์ท",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "เอสเมดิคัลสปา",
                    "province": "กทม."
                },
                {
                    "name": "แทมมะรินด์สปริงส์สปา",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "โรงพยาบาลกรุงสยามเซนต์คาร์ลอส",
                    "province": "ปทุมธานี"
                },
                {
                    "name": "ระรินจินดา เวลเนส สปา เชียงใหม่  (ระรินจินดา เวลเนส สปา แอนด์ ออนเซ็น เชียงใหม่)",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "ศูนย์การแพทย์ผิวหนังกรุงเทพมหานคร",
                    "province": "กทม."
                },
                {
                    "name": "สุโข คัลเจอรัล สปา /สุโข สปา",
                    "province": "ภูเก็ต"
                }
            ]
        }
    },
    "2549": {
        "attraction": {
            "title": "<h2>ประเภทแหล่งท่องเที่ยว (Attraction)</h2>",
            "great": [
                {
                    "name": "นาฏยาศาลา หุ่นละครเล็ก กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "ฟาร์มโชคชัย/Farm Chokchai Agro-Eco Knowledge Tourism ",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "หมู่บ้านคลองเรือ",
                    "province": "ชุมพร"
                },
                {
                    "name": "หอศิลปวัฒนธรรมเมืองเชียงใหม่",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "อุทยานแห่งชาติเขาสก ",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "อุทยานแห่งชาติเอราวัณ",
                    "province": "กาญจนบุรี"
                },
                {
                    "name": "อุทยานแห่งชาติตาดโตน",
                    "province": "ชัยภูมิ"
                }
            ],
            "good": [
                {
                    "name": "สถานีวิจัยสิ่งแวดล้อมสะแกราช",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "สวนนงนุช พัทยา บริษัท นงนุชวิลเลจ จำกัด",
                    "province": "ชลบุรี"
                },
                {
                    "name": "หอฝิ่น อุทยานสามเหลี่ยมทองคำ ",
                    "province": "เชียงราย"
                },
                {
                    "name": "อุทยานแห่งชาติแก่งกระจาน",
                    "province": "เพชรบุรี"
                },
                {
                    "name": "อุทยานแห่งชาติผาแต้ม",
                    "province": "อุบลราชธานี"
                },
                {
                    "name": "อุทยานศิลปวัฒนธรรมแม่ฟ้าหลวง",
                    "province": "เชียงราย"
                }
            ]
        },
        "accommodation": {
            "title": "<h2>ประเภทที่พักนักท่องเที่ยว (Accommodation)</h2>",
            "great": [
                {
                    "name": "โรงแรมเจดับบลิว แมริออท ภูเก็ต  รีสอร์ท แอนด์ สปา",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมแมริออท รีสอร์ท แอนด์ สปา  หัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรมรอยัล คลิฟ บีช รีสอร์ท พัทยา  (โรงแรมรอยัล คลิฟ โฮเต็ล กรุ๊ป )",
                    "province": "ชลบุรี"
                }
            ],
            "good": [
                {
                    "name": "เดอะทับแขก บูทีค รีสอร์ท",
                    "province": "กระบี่"
                },
                {
                    "name": "โรงแรม ธรรมรินทร์ ธนา",
                    "province": "ตรัง"
                },
                {
                    "name": "โรงแรมแมริออท รีสอร์ท แอนด์ สปา พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมโซฟิเทล เซ็นทรัล หัวหิน รีสอร์ท",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรมกะตะธานี ภูเก็ต บีช รีสอร์ท",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมดุสิตธานี พัทยา / โรงแรมดุสิต รีสอร์ พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมรติล้านนา ริเวอร์ไซด์ สปา รีสอร์ท",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "สวนทิพย์วนา รีสอร์ท เชียงราย",
                    "province": "เชียงราย"
                }
            ]
        },
        "health": {
            "title": "<h2>ประเภทการท่องเที่ยวเชิงสุขภาพ (Health and Wellness Tourism)</h2>",
            "great": [],
            "good": []
        }
    },
    "2547": {
        "attraction": {
            "title": "<h2>ประเภทแหล่งท่องเที่ยว (Attraction)</h2>",
            "great": [
                {
                    "name": "ศูนย์ศึกษาการพัฒนาเขาหินซ้อนอันเนื่องมาจากพระราชดำริ",
                    "province": "ฉะเชิงเทรา"
                }
            ],
            "good": [
                {
                    "name": "โรงละคร โจหลุยส์ เธียร์เตอร์ กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "ซาฟารีเวิลด์ กรุงเทพฯ ",
                    "province": "กทม."
                },
                {
                    "name": "พิพิธภัณฑ์สถานแห่งชาติปราจีนบุรี",
                    "province": "ปราจีนบุรี"
                },
                {
                    "name": "วัดพระธาตุแช่แห้ง",
                    "province": "น่าน"
                },
                {
                    "name": "วัดหนองแดง",
                    "province": "น่าน"
                },
                {
                    "name": "ศูนย์วิจัยป่าชายเลน สังกัดอนุรักษ์ทรัพยากรป่าชายเลน/ สำนักงานจังหวัดระนอง",
                    "province": "ระนอง"
                },
                {
                    "name": "สถานีเกษตรหลวงอ่างขาง / มูลนิธิโครงการหลวง ",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "สวนนงนุช พัทยา บริษัท นงนุชวิลเลจ จำกัด",
                    "province": "ชลบุรี"
                },
                {
                    "name": "อุทยานแห่งชาติเขาสก ",
                    "province": "สุราษฎร์ธานี"
                }
            ]
        },
        "accommodation": {
            "title": "<h2>ประเภทที่พักนักท่องเที่ยว (Accommodation)</h2>",
            "great": [
                {
                    "name": "โรงแรมเจดับบลิว แมริออท ภูเก็ต  รีสอร์ท แอนด์ สปา",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมเพนนินซูล่า",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมรอยัล คลิฟ บีช รีสอร์ท พัทยา  (โรงแรมรอยัล คลิฟ โฮเต็ล กรุ๊ป )",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมลำปาง ริเวอร์ ลอดจ์ ",
                    "province": "ลำปาง"
                },
                {
                    "name": "พิมาลัย รีสอร์ท แอนด์ สปา",
                    "province": "กระบี่"
                }
            ],
            "good": [
                {
                    "name": "โรงแรมแมริออท รีสอร์ท แอนด์ สปา  หัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรมแมริออท รีสอร์ท แอนด์ สปา พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมโซฟิเทล เซ็นทรัล พลาซ่า กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมโซฟิเทล เซ็นทรัล หัวหิน รีสอร์ท",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรมโซฟิเทล ราชา ออร์คิด ",
                    "province": "ขอนแก่น"
                },
                {
                    "name": "โรงแรมซี.เอส.ปัตตานี",
                    "province": "ปัตตานี"
                },
                {
                    "name": "โรงแรมบันยันทรี กรุงเทพฯ",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมอนันตรา โกลเด้น ไตรแองเกิ้ล",
                    "province": "เชียงราย"
                },
                {
                    "name": "ศูนย์ประชุมพีชพัทยา ",
                    "province": "ชลบุรี"
                },
                {
                    "name": "สวนทิพย์วนา รีสอร์ท เชียงราย",
                    "province": "เชียงราย"
                }
            ]
        },
        "health": {
            "title": "<h2>ประเภทการท่องเที่ยวเชิงสุขภาพ (Health and Wellness Tourism)</h2>",
            "great": [],
            "good": []
        }
    },
    "2545": {
        "attraction": {
            "title": "<h2>ประเภทแหล่งท่องเที่ยว (Attraction)</h2>",
            "great": [
                {
                    "name": "ภูเก็ตแฟนตาซี /บริษัทภูเก็ตแฟนตาซี จำกัด ",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "ศูนย์ศึกษาการพัฒนาพิกุลทองอันเนื่องมาจากพระราชดำริ ผลงาน : ศูนย์ศึกษาการพัฒนาพิกุลทอง",
                    "province": "นราธิวาส"
                },
                {
                    "name": "ศูนย์ศึกษาพัฒนาห้วยทรายอันเนื่องมาจากพระราชดำริ/ สวนสมเด็จพระศรีนครินทราบรมราชชนนี",
                    "province": "เพชรบุรี"
                }
            ],
            "good": [
                {
                    "name": "พิพิธภัณฑ์สถานแห่งชาติสมเด็จพระนารายณ์",
                    "province": "ลพบุรี"
                },
                {
                    "name": "ฟาร์มโชคชัย/Farm Chokchai Agro-Eco Knowledge Tourism ",
                    "province": "นครราชสีมา"
                },
                {
                    "name": "ศูนย์ศึกษาการพัฒนาเขาหินซ้อนอันเนื่องมาจากพระราชดำริ",
                    "province": "ฉะเชิงเทรา"
                },
                {
                    "name": "ศูนย์ส่งเสริมท่องเที่ยวเกษตรช้างกลาง / ท่องเที่ยวเกษตรช้างกลางตามเส้นทางโบราณ ชาวนอกเขา",
                    "province": "นครศรีธรรมราช"
                },
                {
                    "name": `อุทยานแห่งชาติดอยอินทนนท์  ผลงาน "เส้นทางศึกษาธรรมชาติกิ่วแม่ปาน"`,
                    "province": "เชียงใหม่"
                }
            ]
        },
        "accommodation": {
            "title": "<h2>ประเภทที่พักนักท่องเที่ยว (Accommodation)</h2>",
            "great": [
                {
                    "name": "โรงแรมบันยันทรี กรุงเทพฯ",
                    "province": "กทม."
                }
            ],
            "good": [
                {
                    "name": "โรงแรมโซฟิเทล เซ็นทรัล หัวหิน รีสอร์ท",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรมโซฟิเทล ราชา ออร์คิด ",
                    "province": "ขอนแก่น"
                },
                {
                    "name": "โรงแรมรอยัล คลิฟ บีช รีสอร์ท พัทยา  (โรงแรมรอยัล คลิฟ โฮเต็ล กรุ๊ป )",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมลากูน่ารีสอร์ทแอนด์โฮเต็ล",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมสยามเบย์วิว พัทยา",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมอนันตรา ริเวอร์ไซด์ กรุงเทพมหานคร  (ชื่อเดิม โรงแรมแมริออท รีสอร์ท แอนด์ สปา กรุงเทพฯ)",
                    "province": "กทม."
                },
                {
                    "name": "สวนทิพย์วนา รีสอร์ท เชียงราย",
                    "province": "เชียงราย"
                }
            ]
        },
        "health": {
            "title": "<h2>ประเภทการท่องเที่ยวเชิงสุขภาพ (Health and Wellness Tourism)</h2>",
            "great": [],
            "good": []
        }
    },
    "2543": {
        "attraction": {
            "title": "<h2>ประเภทแหล่งท่องเที่ยว (Attraction)</h2>",
            "great": [
                {
                    "name": "ภูเก็ตแฟนตาซี /บริษัทภูเก็ตแฟนตาซี จำกัด ",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "สถาบันวิทยาศาสตร์ทางทะเล มหาวิทยาลัยบูรพา ",
                    "province": "ชลบุรี"
                },
                {
                    "name": "หมู่บ้านวัฒนธรรมผู้ไทยบ้านโคกโก่ง",
                    "province": "กาฬสินธุ์"
                },
                {
                    "name": "อุทยานแห่งชาติแจ้ซ้อน",
                    "province": "ลำปาง"
                },
                {
                    "name": "อุทยานประวัติศาสตร์ศรีเทพ",
                    "province": "เพชรบูรณ์"
                }
            ],
            "good": [
                {
                    "name": "โจหลุยส์ เธียร์เตอร์ ",
                    "province": "นนทบุรี"
                },
                {
                    "name": "ชุมชนปลายโพงพาง อัมพวา",
                    "province": "สมุทรสงคราม"
                },
                {
                    "name": "ศูนย์วิจัยและศึกษาธรรมชาติป่าพรุสิรินธร  (พรุโต๊ะแดง)",
                    "province": "นราธิวาส"
                },
                {
                    "name": "สถาบันทักษิณคดีศึกษา ม.ทักษิณ",
                    "province": "สงขลา"
                },
                {
                    "name": "อุทยานประวัติศาสตร์ทหารเรือป้อมพระจุลจอมเกล้า",
                    "province": "สมุทรปราการ"
                }
            ]
        },
        "accommodation": {
            "title": "<h2>ประเภทที่พักนักท่องเที่ยว (Accommodation)</h2>",
            "great": [
                {
                    "name": "เฟิร์นริมธาร รีสอร์ท",
                    "province": "แม่ฮ่องสอน"
                },
                {
                    "name": "โรงแรมแกรนด์ไฮแอทเอราวัณ",
                    "province": "กทม."
                }
            ],
            "good": [
                {
                    "name": "โรงแรมเซ็นทรัลแกรนด์พลาซ่า",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมโฆษะ",
                    "province": "ขอนแก่น"
                },
                {
                    "name": "โรงแรมโซฟิเทล เซ็นทรัล หัวหิน รีสอร์ท",
                    "province": "ประจวบคีรีขันธ์"
                },
                {
                    "name": "โรงแรมโซฟิเทล ราชา ออร์คิด ",
                    "province": "ขอนแก่น"
                },
                {
                    "name": "โรงแรมโอเรียนเต็ล",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมไพลิน",
                    "province": "พิษณุโลก"
                },
                {
                    "name": "โรงแรมกระบี่เมอริไทม์",
                    "province": "กระบี่"
                },
                {
                    "name": "โรงแรมทรัพย์ไพรวัลย์แกรนด์โฮเต็ลแอนด์รีสอร์ท",
                    "province": "พิษณุโลก"
                },
                {
                    "name": "โรงแรมรอยัล คลิฟ บีช รีสอร์ท พัทยา  (โรงแรมรอยัล คลิฟ โฮเต็ล กรุ๊ป )",
                    "province": "ชลบุรี"
                },
                {
                    "name": "โรงแรมลากูน่ารีสอร์ทแอนด์โฮเต็ล",
                    "province": "ภูเก็ต"
                },
                {
                    "name": "โรงแรมอนันตรา ริเวอร์ไซด์ กรุงเทพมหานคร  (ชื่อเดิม โรงแรมแมริออท รีสอร์ท แอนด์ สปา กรุงเทพฯ)",
                    "province": "กทม."
                }
            ]
        },
        "health": {
            "title": "<h2>ประเภทการท่องเที่ยวเชิงสุขภาพ (Health and Wellness Tourism)</h2>",
            "great": [],
            "good": []
        }
    },
    "2541": {
        "attraction": {
            "title": "<h2>ประเภทแหล่งท่องเที่ยว (Attraction)</h2>",
            "great": [
                {
                    "name": "ฟาร์มจระเข้และสวนสัตว์สมุทรปราการ",
                    "province": "สมุทรปราการ"
                },
                {
                    "name": "อุทยานแห่งชาติเขาหลวง ",
                    "province": "นครศรีธรรมราช"
                },
                {
                    "name": "อุทยานประวัติศาสตร์พระนครศรีอยุธยา",
                    "province": "อยุธยาฯ"
                }
            ],
            "good": [
                {
                    "name": "พิพิธภัณฑ์หนังใหญ่วัดขนอน / โรงเรียนวัดขนอน    ",
                    "province": "ราชบุรี"
                },
                {
                    "name": "ศูนย์สังคีตศิลป์ ธนาคารกรุงเทพ จำกัด (มหาชน) กรุงเทพฯ Music Art Center",
                    "province": "กทม."
                },
                {
                    "name": "ศูนย์อนุรักษ์ช้างไทย (สถาบันคชบาลแห่งชาติในพระอุปถัมภ์) ",
                    "province": "ลำปาง"
                },
                {
                    "name": "ศูนย์อุตสาหกรรมทำร่ม / โครงการส่งเสริมและพัฒนาการท่องเที่ยว",
                    "province": "เชียงใหม่"
                },
                {
                    "name": "หมู่บ้านช้างการบินไทย",
                    "province": "สุรินทร์"
                }
            ]
        },
        "accommodation": {
            "title": "<h2>ประเภทที่พักนักท่องเที่ยว (Accommodation)</h2>",
            "great": [
                {
                    "name": "โรงแรมรอยัลการ์เด้นท์วิลเลจ หัวหิน",
                    "province": "ประจวบคีรีขันธ์"
                }
            ],
            "good": [
                {
                    "name": "โรงแรมเซ็นทรัลสมุย บีช รีสอร์ท (เกาะสมุย)",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "โรงแรมโอเรียนเต็ล",
                    "province": "กทม."
                },
                {
                    "name": "โรงแรมสีมาธานี",
                    "province": "นครราชสีมา"
                }
            ]
        },
        "health": {
            "title": "<h2>ประเภทการท่องเที่ยวเชิงสุขภาพ (Health and Wellness Tourism)</h2>",
            "great": [],
            "good": []
        }
    },
    "2539": {
        "attraction": {
            "title": "<h2>ประเภทแหล่งท่องเที่ยว (Attraction)</h2>",
            "great": [
                {
                    "name": "สามพราน ริเวอร์ไซด์ ผลงาน : สวนสามพราน “วิถีไทย วิถีพอเพียง”",
                    "province": "นครปฐม"
                },
                {
                    "name": "อุทยานแห่งชาติรามคำแหง",
                    "province": "สุโขทัย"
                },
                {
                    "name": "อุทยานประวัติศาสตร์ศรีสัชนาลัย",
                    "province": "สุโขทัย"
                }
            ],
            "good": [
                {
                    "name": "พิพิธภัณฑ์หนังใหญ่วัดขนอน / โรงเรียนวัดขนอน    ",
                    "province": "ราชบุรี"
                },
                {
                    "name": "พิพิธภัณฑ์หนังตะลุงบ้านสุชาติ ทรัพย์สิน ",
                    "province": "นครศรีธรรมราช"
                }
            ]
        },
        "accommodation": {
            "title": "<h2>ประเภทที่พักนักท่องเที่ยว (Accommodation)</h2>",
            "great": [
                {
                    "name": "โรงแรมดุสิตรายาวดี",
                    "province": "กระบี่"
                }
            ],
            "good": [
                {
                    "name": "โรงแรมเลอเมอริเดียน บ้านโบราณ",
                    "province": "เชียงราย"
                },
                {
                    "name": "โรงแรมโรสการ์เด้น สวนสามพราน ",
                    "province": "นครปฐม"
                },
                {
                    "name": "โรงแรมอิมพีเรียล เรือและบ้าน (เกาะสมุย)",
                    "province": "สุราษฎร์ธานี"
                },
                {
                    "name": "โรงแรมอิมพีเรียล ธารา",
                    "province": "แม่ฮ่องสอน"
                }
            ]
        },
        "health": {
            "title": "<h2>ประเภทการท่องเที่ยวเชิงสุขภาพ (Health and Wellness Tourism)</h2>",
            "great": [],
            "good": []
        }
    }
}