<style>
    .mt-2 {
        margin-top: 0.5rem !important;
    }
    
    .mt-4 {
        margin-top: 1.5rem !important;
    }
    .mb-2 {
        margin-bottom: 0.5rem !important;
    }

    .mb-4 {
        margin-bottom: 1.5rem !important;
    }
    .mr-5 {
        margin-right: 3rem !important;
    }
</style>
<div class="banner-box">

    <div>
        <div class="banner-box-scale">
            <div class="banner-box-scale-img">
                <picture>
                    <source media="(max-width: 767px) and (orientation: portrait)" 
                    srcset="<?=base_url('assets/images/banner/aboutus_4-3.jpg')?>" />
                    <img alt="" 
                    src="<?=base_url('assets/images/banner/aboutus.jpg')?>" 
                    srcset="<?=base_url('assets/images/banner/aboutus.jpg')?>" />
                </picture>
            </div>
        </div>
    </div>

</div>

<div class="container titlebox">
    <div class="container_box">
        <div class="row">
            <div class="col12 mb-2">
                <div class="catagory-txt">
                    <picture>
                        <source srcset="<?=base_url('assets/images/aboutus.svg')?>">
                        <img src="<?=base_url('assets/images/aboutus.png')?>">
                    </picture>
                </div>
                <div class="main-title-txt">
                    <h2 class="txt-center">เกี่ยวกับโครงการฯ</h2>
                </div>
            </div>
            <div class="col12">
                <div class="award-list-name" style="font-size: 24px;">
                    หลักการและเหตุผล
                </div>
                <div>
                    <span class="mr-5"></span>
                    ประเทศไทยตระหนักถึงความสำคัญของการท่องเที่ยวในฐานะกลไกหลักในการช่วยขับเคลื่อนเศรษฐกิจของประเทศ 
                    โดยที่ผ่านมาประเทศไทยมีแนวทางการพัฒนาการท่องเที่ยวที่สามารถเพิ่มขีดความสามารถของอุตสาหกรรมท่องเที่ยว
                    ของไทยได้อย่างมีประสิทธิภาพ อย่างไรก็ดีอุตสาหกรรมท่องเที่ยวนั้น มีการเปลี่ยนแปลงอยู่ตลอดเวลาตามสภาวการณ์
                    โลกและพฤติกรรมของผู้บริโภคอุตสาหกรรมท่องเที่ยวของไทย อาทิ การแพร่ระบาดของโรคติดเชื้อไวรัสโคโรน่า 
                    ๒๐๑๙ (โควิด-๑๙) การเกิดโรคติดต่ออุบัติใหม่
                </div>
                <div class="mt-2">
                    ภาวะเศรษฐกิจผันผวน ประเทศไทยจึงต้องมีการปรับตัวตามกระแสโลกที่เปลี่ยนแปลงไปและวางแผนการพัฒนาให้
                    สอดคล้องกับความต้องการของตลาด เพื่อรักษาและพัฒนาขีดความสามารถด้านการท่องเที่ยวของประเทศตามแผน
                    แม่บทภายใต้ยุทธศาสตร์ชาติประเด็นการท่องเที่ยว ให้ความสำคัญกับการรักษาการ
                </div>
                <div class="mt-2">
                    เป็นจุดหมายปลายทางของการท่องเที่ยวระดับโลกจึงเป็นสิ่งสำคัญยิ่ง โดยจะต้องพัฒนาการท่องเที่ยวทั้งระบบ 
                    มุ่งเน้นนักท่องเที่ยวกลุ่มคุณภาพ สร้างความหลากหลายด้านการท่องเที่ยวให้สอดคล้องกับความต้องการของนักท่องเที่ยว 
                    และมุ่งเน้นการพัฒนาการท่องเที่ยวในสาขาที่มีศักยภาพ แต่ยังคงรักษาจุดเด่นของประเทศ ด้านขนบธรรมเนียม ประเพณี 
                    วัฒนธรรม อัตลักษณ์ความเป็นไทย ตลอดจนให้คุณค่ากับสิ่งแวดล้อมไว้ได้
                </div>
                <div class="mt-4">
                    <span class="mr-5"></span>
                    การท่องเที่ยวแห่งประเทศไทย (ททท.) ได้นำแนวคิดเศรษฐกิจใหม่ BCG Economy และ Happy Model มาพัฒนาชู
                    อัตลักษณ์ความหลากหลายทางชีวภาพและวัฒนธรรมของแหล่งท่องเที่ยว เพื่อก่อให้เกิดกระจายรายได้สู่ภาคเศรษฐกิจอื่น ๆ 
                    ในพื้นที่ทั่วประเทศ และยังเป็นการเพิ่มมูลค่าเพิ่มสินค้าและบริการให้แก่พื้นที่แต่ละจังหวัดด้วยนวัตกรรมและความคิดสร้างสรรค์
                    จากวัฒนธรรมท้องถิ่นของไทย 
                </div>
                <div class="mt-4">
                    <span class="mr-5"></span>
                    ทั้งนี้ ททท. ได้ดำเนินโครงการประกวดรางวัลอุตสาหกรรมท่องเที่ยวไทย (Thailand Tourism Awards) ตั้งแต่ปี 
                    พ.ศ. ๒๕๓๙ เป็นประจำอย่างต่อเนื่องจนถึงปัจจุบัน โดยจัดเป็นประจำทุก ๒ ปี เพื่อเป็นการส่งเสริมให้ผู้ประกอบการ
                    ยกระดับคุณภาพสินค้าและบริการให้ได้มาตรฐาน “การท่องเที่ยวสีขาว” (ความสะดวก สะอาด ปลอดภัย เป็นธรรม 
                    และเป็นมิตรกับสิ่งแวดล้อม) มาตรฐานความปลอดภัยด้านสุขอนามัย สร้างคุณค่า มูลค่าของสินค้าทางการท่องเที่ยวไทย
                    สู่ระดับสากล และสร้างการรับรู้ ภาพลักษณ์ ของมาตรฐานสินค้าและการบริการทางการท่องเที่ยวให้เป็นที่ประจักษ์ยิ่งขึ้น
                    ต่อสายตานักท่องเที่ยวทั่วโลก พร้อมทั้งสร้างความมั่นใจในการเดินทางท่องเที่ยวมายังประเทศไทยของนักท่องเที่ยวว่า
                    ประเทศไทยมีการรักษาความปลอดภัยด้านสุขอนามัย และสร้างกระแสให้ประเทศไทยยังคงเป็นแหล่งท่องเที่ยวยอดนิยม 
                    (Preferred Destination) ที่นักท่องเที่ยวนึกถึงและเลือกเดินทางท่องเที่ยวอย่างยั่งยืน ททท. จึงกำหนดดำเนินการ
                    พัฒนา ปรับปรุงระบบเว็บไซต์ Thailand Tourism Awards 
                </div>
            </div>
            <div class="col12">
                <br><br>
                <div class="award-list-name" style="font-size: 24px;">
                    วัตถุประสงค์
                </div>
                <div>
                    ๑. เพื่อยกระดับคุณภาพสินค้าและบริการทางการท่องเที่ยวของไทย (Beyond Standard)
                    <br>
                    ๒. เพื่อเผยแพร่ประชาสัมพันธ์ให้กับอุตสาหกรรมท่องเที่ยวที่มีการบริหารจัดการที่มีคุณภาพ มีความรับผิดชอบต่อสังคม 
                    รวมทั้งสร้างคุณค่าและมูลค่าของสินค้าทางการท่องเที่ยวไทยสู่ระดับสากล
                    <br>
                    ๓. เป็นเครื่องมือในการสร้างการรับรู้ ภาพลักษณ์ ของมาตรฐานสินค้าและการบริการทางการท่องเที่ยว
                </div>
            </div>
        </div>
    </div>
</div>