<div class="banner-box">
<div>
<div class="banner-box-scale">
<div class="banner-box-scale-img">
<picture>
<source media="(max-width: 767px) and (orientation: portrait)" srcset="<?=base_url('assets/images/banner/aboutus_4-3.jpg')?>" />
<img alt="" src="<?=base_url('assets/images/banner/aboutus.jpg')?>" srcset="<?=base_url('assets/images/banner/aboutus.jpg')?>" />
</picture>
</div>
</div>
</div>
</div>

<div class="container aboutus">
<div class="container_box">
<div class="row">
<div class="col12">
<div class="catagory-txt">
<picture>
<source srcset="<?=base_url('assets/images/aboutus.svg')?>" />
<img src="<?=base_url('assets/images/aboutus.png')?>" />
</picture>
</div>
<div class="main-title-txt">
<h2 class="txt-center">เกี่ยวกับโครงการฯ</h2>
</div>
</div>
<div class="col12">
<div class="award-list-name">
หลักการและเหตุผล
</div>
<p>
การท่องเที่ยวถือเป็นหนึ่งในอุตสาหกรรมที่สำคัญต่อระบบเศรษฐกิจโดยรวมของประเทศ ซึ่งปัจจุบันธุรกิจท่องเที่ยวจัดว่าเป็นธุรกิจ ที่มีบทบาทสูงที่นำรายได้เข้าสู่ประเทศไทย ดังนั้นรัฐบาลจึงได้ใช้การท่องเที่ยวเป็นส่วนหนึ่งในกลยุทธ์หลักของการพัฒนาประเทศ
จากการที่ภาครัฐออกนโยบายกระตุ้นนักท่องเที่ยวชาวไทยให้เดินทางท่องเที่ยวในประเทศมากขึ้น
</p>
<p>
การท่องเที่ยวแห่งประเทศไทย ททท. จึงจำเป็นต้องสร้างความเชื่อมั่นและความเข้มแข็งให้แก่อุตสาหกรรมท่องเที่ยวไทยทั้งใน ด้านการท่องเที่ยวอย่างยั่งยืน และความปลอดภัยด้านสุขอนามัยในการยกระดับสินค้าและบริการทางการท่องเที่ยวผ่านการประกวด
รางวัลอุตสาหกรรมท่องเที่ยวไทย เป็นรางวัลที่รับรองคุณภาพสินค้าและบริการทางการท่องเที่ยวด้วยการท่องเที่ยวอย่างยั่งยืน รับผิดชอบต่อสังคมและสิ่งแวดล้อม (Responsible Tourism) เพื่อผลักดันให้ผู้ประกอบการยกระดับสินค้าให้มีคุณภาพและบริการที่ดี
เพื่อยกระดับและพัฒนาการท่องเที่ยวที่ได้มาตรฐาน “การท่องเที่ยวสีขาว” ที่มีทั้งความสะดวก สะอาด ปลอดภัย เป็นธรรม และเป็นมิตรกับสิ่งแวดล้อม เพื่อสร้างคุณค่าและมูลค่าของสินค้าทางการท่องเที่ยวไทยสู่ระดับสากล และได้ตระหนักถึงแนวทาง
การส่งเสริมภาพลักษณ์ท่องเที่ยวไทยให้เกิดความประทับใจ ให้ประสบการณ์ที่น่าจดจำและเสริมสร้างประสบการณ์ชีวิตจากการเดินทางท่องเที่ยว
</p>
<p>
นอกจากนี้ยังได้ยกระดับการมีส่วนร่วมของภาคีเครือข่ายที่เกี่ยวข้องโดยบูรณาการการทำงานร่วมกันอย่างเป็นระบบในมิติของการแบ่งปัน ประสบการณ์และผลประโยชน์ร่วมกันเพื่อให้ประเทศไทยเป็นจุดหมายปลายทาง และส่งเสริมให้ภาพลักษณ์“กินรี”
เป็นที่รู้จักและพร้อมที่จะก้าวไปสู่เวทีการแข่งขันในระดับนานาชาติ
</p>
<p>
ฝ่ายสินค้าการท่องเที่ยวจึงกำหนดจัดโครงการส่งเสริมและพัฒนารางวัลอุตสาหกรรมท่องเที่ยวไทย เพื่อเป็นเครื่องมือในการยกระดับ คุณภาพสินค้าและบริการทางการท่องเที่ยวไทย ทั้งนี้ได้นำแนวทางการจัดการความปลอดภัยด้านสุขอนามัย มาปรับปรุงพัฒนาการ
ดำเนินงานและเกณฑ์การพิจารณาและตัดสินรางวัลให้สอดคล้องกับสถานการณ์การดำเนินธุรกิจในปัจจุบัน รวมถึงการส่งเสริมอุตสาหกรรม ท่องเที่ยวในด้านความปลอดภัยและความยั่งยืน ภายใต้ กรอบแนวคิดการตัดสินรางวัลที่คำนึงถึงองค์ประกอบหลัก ดังนี้
</p>

<ol>
<li>
การท่องเที่ยวอย่างยั่งยืน (Sustainable Tourism) ส่งเสริมรูปแบบการท่องเที่ยวที่มีความหมายและนำไปสู่ความยั่งยืน มีกระบวนการจัดการที่คำนึงถึงสังคม เศรษฐกิจ และสิ่งแวดล้อม กลไกสำคัญประกอบด้วย

<ol>
<li>BCG Economy Model</li>
<li>Responsible Tourism</li>
<li>Low Carbon Management</li>
</ol>
</li>
<li>ความปลอดภัยด้านสุขอนามัย (Safety & Health Administration)</li>
<li>ความสนใจของกลุ่มนักท่องเที่ยว (Customers Interest)</li>
</ol>
</div>

<div class="col12">
<div class="award-list-name">
วัตถุประสงค์
</div>
<ol>
<li>ยกระดับสินค้าและบริการให้มีมาตรฐาน ผ่านการประกวดรางวัลอุตสาหกรรมท่องเที่ยวไทย (TTA) เพื่อสร้างมูลค่าเพิ่ม (Value Added) ในสินค้าและบริการทางการท่องเที่ยวอย่างมีคุณภาพ</li>
<li>ร่วมกับภาคีเครือข่ายและหน่วยงานที่เกี่ยวข้องให้มีการพัฒนาเครื่องหมายรางวัลอุตสาหกรรมท่องเที่ยวไทย ที่มีความปลอดภัยด้านสุขอนามัยให้เป็นที่รับรู้สู่สากล</li>
<li>เพื่อประกาศเกียรติคุณ และยกย่องเชิดชูผลงานที่ได้รับรางวัล รวมทั้งสร้างการยอมรับใน Quality Symbolic ของรางวัลอุตสาหกรรมท่องเที่ยวไทย ให้ขยายวงกว้างขึ้น</li>
</ol>
</div>

<div class="col12">
<div class="award-list-name">
กลุ่มเป้าหมาย
</div>

<ol>
<li>ผู้ประกอบการธุรกิจท่องเที่ยว ที่พัก โรงแรม สปา แหล่งท่องเที่ยว หน่วยงาน องค์กรที่ดำเนินงานด้าน การท่องเที่ยว ผู้ประกอบการรายการนำเที่ยว ชุมชนที่มีการบริหารจัดการที่ดี</li>
<li>นักท่องเที่ยวชาวไทย และชาวต่างชาติ</li>
</ol>
</div>
</div>
</div>
</div>