<div class="banner-box">

    <div class="txt-banner">
        <h2>ข้อกำหนดและเงื่อนไขการใช้งาน</h2>
    </div>

</div>

<div class="container">
    <div class="container_box">
        <div class="row">
            <div class="col12">
                <div class="main-title">
                    <h3>เงื่อนไขการสมัครและการให้รางวัล</h3>
                </div>
                <div class="award-list">
                    <div class="award-list-section">
                        <ol>
                            <li>
                                สามารถเลือกส่งผลงานเข้าประกวดได้เพียงประเภทรางวัลเดียวสาขาเดียวเท่านั้น 
                                ที่ตรงกับแนวทางการดำเนินงานของท่านมากที่สุด
                            </li>
                            <li>
                                เมื่อเลือกสมัครในประเภทรางวัลใดแล้ว ไม่สามารถเปลี่ยนแปลงประเภทรางวัลได้
                            </li>
                            <li>
                                หน่วยงานเจ้าของผลงานจะต้องเป็นผู้ส่งผลงานเข้าประกวดเองหรือบุคคล/หน่วยงานอื่นเป็น
                                ผู้ส่งผลงานเข้าประกวดให้ได้ แต่เจ้าของผลงานต้องลงลายมือชื่อให้การยินยอมไว้เป็นหลักฐาน
                                ในเอกสารการสมัคร
                            </li>
                            <li>
                                ขอสงวนสิทธิ์ในการพิจารณารางวัลหากพบว่าเป็นผลงานที่ขาดคุณสมบัติตามเกณฑ์ที่กำหนด
                            </li>
                            <li>
                                กรณีที่ผลงานที่ส่งเข้าประกวดรางวัลได้รับการคัดเลือกเข้าสู่กระบวนการตรวจประเมิน 
                                เจ้าของผลงานจะต้องให้ความร่วมมือต่อคณะกรรมการในการเรียกดูเอกสารที่เกี่ยวข้องเพิ่มเติม 
                                และการเข้าตรวจประเมินพื้นที่และการใช้ประโยชน์ของพื้นที่ให้สอดคล้องกับประเภทรางวัลที่ส่ง
                                เข้าประกวด
                            </li>
                            <li>
                                หากพบว่าผู้ส่งผลงานมีเจตนาแสดงข้อมูลอันเป็นเท็จ ททท. จะตัดสิทธิ์ในการประกวดทันที
                            </li>
                            <li>
                            ผลการตัดสินรางวัลของกรรมการฯ ถือเป็นที่สิ้นสุด โดยมีผลระยะเวลา 2 ปี นับจากวันที่ได้รับรางวัล 
                            และ ททท. ขอสงวนสิทธิ์ในการยกเลิก เปลี่ยนแปลง การให้รางวัลได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้า
                            </li>
                        </ol>
                    </div>
                </div>
            </div>
            <div class="col12">
                <div class="main-title">
                    <h3>การมอบรางวัล<br>พื้นที่การประกวดทั่วประเทศ โดยแบ่งออกเป็น 3 รางวัล คือ</h3>
                </div>
                <div class="award-list">
                    <div class="award-list-section">
                        <ol>
                            <li>
                                Thailand Tourism Gold Award ผ่านเกณฑ์การประเมินตั้งแต่ 85% 
                                ของคะแนนเต็มทั้งหมดของแต่ละสาขา (ไม่จำกัดจำนวน)
                            </li>
                            <li>
                                Thailand Tourism Award ผ่านเกณฑ์การประเมินระหว่าง 75% - 84.99 % 
                                ของคะแนนเต็มทั้งหมดของแต่ละสาขา (ไม่จำกัดจำนวน)
                            </li>
                            <li>
                                Kinnari Honorable Award รางวัลดี ผ่านเกณฑ์การประเมินระหว่าง 65% - 74.99 % 
                                ของคะแนนเต็มทั้งหมดของแต่ละสาขา (ไม่จำกัดจำนวน)

                            </li>
                        </ol>
                    </div>
                </div>
            </div>
        </div>

    </div>

</div>

<script>
    $(document).ready(() => {
        $('.mainsite').addClass('privacy');
    });
</script>