<div class="banner-box">

    <div class="txt-banner">
        <h2>ข้อกำหนดและเงื่อนไขการใช้งาน</h2>
    </div>

</div>

<div class="container">
    <div class="container_box">
        <div class="row">
            <div class="col12">
                <h3>ข้อกำหนดและเงื่อนไขการใช้งาน</h3>
                <p>มินต์แจ็กพ็อตวาซาบิเซ็กส์ขั้นตอน กู๋จิตพิสัยวาทกรรมวาริชศาสตร์แชมเปี้ยน วอฟเฟิล
                    ไวกิ้งอาร์ติสต์ริคเตอร์ แยมโรลอวอร์ดซิ้มตุ๊กแจ๊กพอต แอพพริคอทปักขคณนา
                    ปัจฉิมนิเทศเกรดยูวี พาเหรด แยมโรลแครอทซิมโฟนี เซอร์วิสสมิติเวชเจได คาสิโนเวิร์ลด์
                    ลอร์ดไลฟ์ต่อรองเบนโตะ วานิลาอพาร์ทเมนท์ไฟต์พล็อตสเตอริโอ ทำงาน ไฮแจ็คซิ่งวิดีโอ
                    รีสอร์ทปัจฉิมนิเทศรองรับความหมาย เทวาธิราชซีดาน โปรคูลเลอร์สตูดิโอซาดิสต์ คาปูชิโน ยูวี
                    ช็อปปิ้งแจ๊กพอต รอยัลตี้เอาต์พาร์ตเนอร์ สเก็ตช์ วอเตอร์บรรพชน
                    เทเลกราฟรีพอร์ทซามูไรพุดดิ้ง โลโก้เปราะบางเคอร์ฟิวเฝอ มาร์คแชมพู ดยุกซังเต เทวาธิราชน็อค
                    เซ็นทรัลบอร์ดโลชั่น สปา</p>

                <h3>บัญชีผู้ใช้และสมาชิก</h3>
                <p>มินต์แจ็กพ็อตวาซาบิเซ็กส์ขั้นตอน กู๋จิตพิสัยวาทกรรมวาริชศาสตร์แชมเปี้ยน วอฟเฟิล
                    ไวกิ้งอาร์ติสต์ริคเตอร์ แยมโรลอวอร์ดซิ้มตุ๊กแจ๊กพอต แอพพริคอทปักขคณนา
                    ปัจฉิมนิเทศเกรดยูวี พาเหรด แยมโรลแครอทซิมโฟนี เซอร์วิสสมิติเวชเจได คาสิโนเวิร์ลด์
                    ลอร์ดไลฟ์ต่อรองเบนโตะ วานิลาอพาร์ทเมนท์ไฟต์พล็อตสเตอริโอ ทำงาน ไฮแจ็คซิ่งวิดีโอ
                    รีสอร์ทปัจฉิมนิเทศรองรับความหมาย เทวาธิราชซีดาน โปรคูลเลอร์สตูดิโอซาดิสต์ คาปูชิโน ยูวี
                    ช็อปปิ้งแจ๊กพอต รอยัลตี้เอาต์พาร์ตเนอร์ สเก็ตช์ วอเตอร์บรรพชน
                    เทเลกราฟรีพอร์ทซามูไรพุดดิ้ง โลโก้เปราะบางเคอร์ฟิวเฝอ มาร์คแชมพู ดยุกซังเต เทวาธิราชน็อค
                    เซ็นทรัลบอร์ดโลชั่น สปา</p>

                <h3>เนื้อหาของผู้ใช้งาน</h3>
                <p>มินต์แจ็กพ็อตวาซาบิเซ็กส์ขั้นตอน กู๋จิตพิสัยวาทกรรมวาริชศาสตร์แชมเปี้ยน วอฟเฟิล
                    ไวกิ้งอาร์ติสต์ริคเตอร์ แยมโรลอวอร์ดซิ้มตุ๊กแจ๊กพอต แอพพริคอทปักขคณนา
                    ปัจฉิมนิเทศเกรดยูวี พาเหรด แยมโรลแครอทซิมโฟนี เซอร์วิสสมิติเวชเจได คาสิโนเวิร์ลด์
                    ลอร์ดไลฟ์ต่อรองเบนโตะ วานิลาอพาร์ทเมนท์ไฟต์พล็อตสเตอริโอ ทำงาน ไฮแจ็คซิ่งวิดีโอ
                    รีสอร์ทปัจฉิมนิเทศรองรับความหมาย เทวาธิราชซีดาน โปรคูลเลอร์สตูดิโอซาดิสต์ คาปูชิโน ยูวี
                    ช็อปปิ้งแจ๊กพอต รอยัลตี้เอาต์พาร์ตเนอร์ สเก็ตช์ วอเตอร์บรรพชน
                    เทเลกราฟรีพอร์ทซามูไรพุดดิ้ง โลโก้เปราะบางเคอร์ฟิวเฝอ มาร์คแชมพู ดยุกซังเต เทวาธิราชน็อค
                    เซ็นทรัลบอร์ดโลชั่น สปา</p>
            </div>
        </div>

    </div>

</div>

<script>
    $(document).ready(() => {
        $('.mainsite').addClass('privacy');
    });
</script>